{"id":"1","text":"<big>Examples of Matched Findings</big>","schema": "pure_display", "choices": ["<ul>    <li>        <p>Two findings are mostly the same</p>        <ul>            <li>                <p><strong>Paper</strong>: Consequently, plastic leachate exposure could influence marine Prochlorococcus community composition and potentially the broader composition and productivity of ocean phytoplankton communities.</p>            </li>            <li>                <p><strong>News</strong>: Plastic leachate exposure could influence marine Prochlorococcus community composition and potentially the broader composition and productivity of ocean phytoplankton communities,&quot; the authors note in the study.</p>            </li>        </ul>    </li>    <li>One finding is more detailed than the other, but they are still talking about the same thing<ul>            <li>                <p><strong>News</strong>: But they did find that increasing dietary magnesium by this amount was tied to a 22 percent reduction in the risk of heart failure, and a 7 percent decrease in the risk of stroke, researchers report in the journal BMC Medicine.</p>            </li>        </ul>        <p></p>        <ul start='2'>            <li>                <p><strong>Paper</strong>: In conclusion, we observed significant inverse correlations between dietary magnesium intake and the risk of stroke, heart failure, diabetes, and all-cause mortality; in contrast, we found no correlation between dietary magnesium intake and the risk of coronary heart disease or total cardiovascular disease.</p>            </li>        </ul>    </li>    <li>        <p>Some matches will have less word overlap, and the news finding could describe the paper finding in a completely different way such as with an anecdote:</p>        <ul>            <li>                <p><strong>News</strong>: But if you forgot that essential ingredient for tonight&apos;s dinner, our findings suggest it&apos;s much better to have the grocery store send it to you by drone rather than to take your car to the store and back.</p>            </li>            <li>                <p><strong>Paper</strong>: For cases comparing a drone and a vehicle carrying a single package over similar distances, for example a customer picking up a package from a retail store, the drone is clearly a lower-impact solution.</p>            </li>        </ul>    </li></ul>"]}
{"id":"2","text":"<big>Examples of Unmatched Findings</big>","schema": "pure_display", "choices": ["<ul>    <li>        <p>Some findings will be related but still not be matching. For example, here the news finding talks about the finding that risk drinking before pregnancy increases the risk of early behavior problems among children, while the paper finding is talking about the implications of this risk:</p>        <ul>            <li>                <p><strong>News</strong>: The study shows that risk drinking before pregnancy increases the risk of early behaviour problems among children.</p>            </li>            <li>                <p><strong>Paper</strong>: More studies are, however, needed to understand mechanisms from pre-pregnancy risk drinking to child maladjustment beyond prenatal alcohol exposure.</p>            </li>        </ul>    </li></ul><ul start='2'>    <li>        <p>These findings are discussing the same topic but are not describing the same exact finding; the news article tries to describe what squid flashing might be while the paper finding describes a property of squid flashing:</p>        <ul>            <li>                <p><strong>News</strong>: It&rsquo;s probably an attempt to communicate, she says, based on National Geographic Crittercam video first taken in 2009 that shows most squid flash only in the presence of other squid.</p>            </li>            <li>                <p><strong>Paper</strong>: But flashing is clearly not a fixed-action-pattern type of behavior that is simply triggered whenever another squid comes into view.</p>            </li>        </ul>    </li></ul>"]}