{"text":"I don't have anything against ace or aro ppl but if you're cishet and ACE and\/ or aro YOU ARE NOT GAY AND YOU SHOULD NOT CALL YOURSELF THAT YOU'RE LITERALLY CIS AND HETERO HOW TF ARE YOU GAY","intimacy":0.44364163,"id":"0"}
{"text":"20 and still not ready for a relationship but I do hope I find another I can share everything soon. I don't understand why I long for company like that but I still find it weird not actually having a proper crush in 4ish years and not falling in love.","intimacy":0.410888,"id":"1"}
{"text":"@user I would like to have sex with you","intimacy":0.42229438,"id":"2"}
{"text":"But do you really want to be alone?","intimacy":0.40786332,"id":"3"}
{"text":"Pls tell me im not only person who thinks its fkin ridiculous &amp; embarrassing to go out with a neck full of hickeys..... its not a flex, its not c00l","intimacy":0.4207157,"id":"4"}
{"text":"i wish someone can tell me everything will be alright and it's actually alright. i miss ignorance i wish he never told me, i wish i didn't have this guilt","intimacy":0.26771298,"id":"5"}
{"text":"listening to old love songs to cope w my feelings never being reciprocated","intimacy":0.24216154,"id":"6"}
{"text":"1 thing bout me is I’m not gonna let you have me fucked up n twisted mmmkay","intimacy":0.2943194,"id":"7"}
{"text":"Y’all need to quit holding grudges with people you know you gone miss if they die tomorrow. Talk that shit out and get over that shit 🖤‼️ the next hour ain’t even promised for nobody","intimacy":0.2789332,"id":"8"}
{"text":"@user # Tbvh, this is more common (especially in rpw.) Just be happy for them and explain: I understand you have your partner but I’ll be around if you need me. Know I’m still here too! Because, damn it, 9 out of 10 others do THE SAME FUCKINV THING. So…be understanding and chill.✌🏼","intimacy":0.21236664,"id":"9"}
{"text":"Stop making excuses for being shitty, when I reflect and realize something is fundamentally wrong with me (mindset, habit, approach) I walk through it and be better, no excuse, confront it!!!!!","intimacy":0.2620954,"id":"10"}
{"text":"It's just me, myself and my horny ass","intimacy":0.3129003,"id":"11"}
{"text":"007 Knowing what's important to your loved ones In order to take care of your loved ones, you have to know what they are importunate about. Be aware of what they care about, what supports them, and many relationships. Care only. Do not make decisions on behalf of the person.","intimacy":0.26895478,"id":"12"}
{"text":"@user @user Ya I mean it would be. You'd rather it be split and both of them have a positive attitude then for it to just get worse. But hopefully everything works out for you and your parents bro, just lmk if you ever wanna chat ❤","intimacy":0.29864654,"id":"13"}
{"text":"i’ve never felt so defeated and for no good reason lol i’m pathetic &lt;3","intimacy":0.21401767,"id":"14"}
{"text":"WAS EMOTIONALLY PREPARED FOR WAB:TE BUT NOT FOREVER YOUNG","intimacy":-0.044968657,"id":"15"}
{"text":"@user Give You a Scrub and Rub","intimacy":-0.18349841,"id":"16"}
{"text":"@MollyJongFast this is who they are. every conspiracy they spew is a manifestation of their own virulence. look at trump's past associations with pedophiles and even accusations against him that were mysteriously dropped. election fraud? trump was the one talking about it for a year, so...","intimacy":-0.07662943,"id":"17"}
{"text":"@user Yeah I agree with that and we shouldn’t necessarily take pride in the struggle, but more appreciate what we have around us and how should be mindful of not going through the same trauma that they suffered.","intimacy":0.08316927,"id":"18"}
{"text":"Shut up @DorindaMedley daaaamn you're ugly for TV. Mean, bullying hypocritical, loud, bitchy, insensitive, &amp; annoying. I hope you're watching this season as mortified as i am. Pls look at what you need to work on. Take the positives out of this one. Hugs #RHONY","intimacy":0.030051377,"id":"19"}
{"text":"@user now i just wanna hug them all and say that they're all worth the love that they receive 🥺","intimacy":-0.0392303,"id":"20"}
{"text":"@KarenPence Thought you Christians didn't lie?! What a joke, you people don't do anything but lie! Your pathetic husband knew to wear a mask, he refused, because he believes he's above it all! So nice to hear he gets tested daily, while others can't even get one! Your vile people","intimacy":0.13723844,"id":"21"}
{"text":"@user She just continues to hold him and play with his hair.","intimacy":-0.15306646,"id":"22"}
{"text":"I fucking did it I got it my GED in just close to 3 months I can't believe I actually did it","intimacy":0.03220906,"id":"23"}
{"text":"@user ITS LITERALLY THE BEST","intimacy":-0.18646187,"id":"24"}
{"text":"@DebbieforFL May they rest in peace. We must end gun violence in the US and hatred toward #POC. Every single human being on Earth deserves respect, opportunity and freedom. The color of our skin, where we're born or the language we speak cannot be a death sentence in this country.","intimacy":-0.13362066,"id":"25"}
{"text":"SCREAMING THIS SONG U GOTTA GET UP AND DANCE TO LITTLE BLACK DRESS","intimacy":-0.18511882,"id":"26"}
{"text":"@user @user @user @FirstTake @angela_rye \"Shes alrrrrright, (SJW humans is not attractive, just women and men with agendas,) 🤮🤮 tho\"🤚🤐","intimacy":-0.17292446,"id":"27"}
{"text":"yeseo is so amazing perfect pretty talented stunning","intimacy":-0.18789256,"id":"28"}
{"text":"@user I'm not the one to go to social media but hell @user you still have the votes in November, open up this shit getting real most Americans are not racist but losing jobs because of the bullshit virus the Democrats are using to grab the power there wanting","intimacy":-0.117661096,"id":"29"}
{"text":"@user @user I love my Molekule Air, just wish there was an updated Air+ like the Air mini+","intimacy":-0.4849154,"id":"30"}
{"text":"When it's this bullish the idea is usually not to go back and easily help those \"pros who couldn't decide to enter the other 20 times they had the chance over the last 4-5 months\". They are cool to enter after 50k then they aren't they after 60k but then \"its going up too fast\"","intimacy":-0.3371844,"id":"31"}
{"text":"What's cute, shoots and covered in fur? Super Animal Royal will be gracing my stream once more starting at 9pm EST! Let's lock and load and lets get a win! #TwitchStreamer #GirlStreamer #superanimalroyale #foxes","intimacy":-0.41269004,"id":"32"}
{"text":"@user A star is born","intimacy":-0.3412613,"id":"33"}
{"text":"@user Hotel Diablo &amp; Tickets to my Downfall live at the Roxy virtual shows!🤗💜❌❌","intimacy":-0.4779928,"id":"34"}
{"text":"@user That would be a gigantic W for diversity","intimacy":-0.30946752,"id":"35"}
{"text":"Gulfmorning our baby ⚽🌻 A-yan chit-tal naw Have a GULF day @gulfkanawut #GulfKanawut #ลูกบอลของคุณบิ๊กกลัฟ","intimacy":-0.31373,"id":"36"}
{"text":"@evamckend It was SUCH a fast video! I’ll have to rewatch!","intimacy":-0.41038567,"id":"37"}
{"text":"He’s so out of breath","intimacy":-0.32323036,"id":"38"}
{"text":"@user As long as he's not going to look at any other countries responses he might technically be right though.","intimacy":-0.28513446,"id":"39"}
{"text":"@chrisvanderveen @user If Colorado’s testing plan remains test anyone who enters a testing facility then maybe so. That may have been OK a month ago, but @CDPHE needs to immediately institute a testing plan that prioritizes who needs to be tested. In that case, I believe we have sufficient capacity.","intimacy":-0.5794651,"id":"40"}
{"text":"@user Is this bean related?","intimacy":-0.6893853,"id":"41"}
{"text":"@MayorofLondon Would you like to invest into research of new energy system that extracts atmospheric heat and converts it into power without pv panels: can replace city air conditioners with electricity generators while keeping buildings chilled and, extract oceanic heat to kill hurricanes?","intimacy":-0.570974,"id":"42"}
{"text":"@user @user @user Oh cm is only for decoration.","intimacy":-0.52404004,"id":"43"}
{"text":"@user @user will be interested to see how many snaps Togiai got. I saw him go offsides early on and didn’t see him again.","intimacy":-0.54918265,"id":"44"}
{"text":"@JClarkNBCS That’s ridiculous.","intimacy":-0.61434764,"id":"45"}
{"text":"@user @user @user Thats also Pulsez when I buy him a jacket for 6fiddy.💯","intimacy":-0.55098736,"id":"46"}
{"text":"#efclive back on 👍🏻👍🏻👍🏻","intimacy":-0.6510751,"id":"47"}
{"text":"@user Fortunately, “camera”-ready isn’t my problem; I’ll let the production editors worry about that.","intimacy":-0.66052485,"id":"48"}
{"text":"@user @user Oooh I want an edit button!!!! Thx for correction","intimacy":-0.5322059,"id":"49"}
