{ "id": "0", "text": [ "<strong>Target: </strong>My cat died, and I feel very sad about it.", "<strong>Observer: </strong>Oh my gosh, I'm so sorry to hear that. When my cat died it really affected me, too."] }
{ "id": "1", "text": [ "<strong>Target: </strong>I just can't beat the third level of Super Mario Brothers and it's totally ruining my day.", "<strong>Observer: </strong>Ugh yeah, that's so frustrating."] }
{ "id": "2", "text": [ "<strong>Target: </strong>I finally got promoted after five years of working here! I've been putting in extra hours and it feels like all my hard work is being recognized.", "<strong>Observer: </strong>That's wonderful news! You must feel so proud and validated after all that dedication. Congratulations!"] }
{ "id": "3", "text": [ "<strong>Target: </strong>My best friend just moved across the country and I feel so lonely without her. We used to do everything together.", "<strong>Observer: </strong>Well, at least you can still video chat. It's not that big of a deal."] }
{ "id": "4", "text": [ "<strong>Target: </strong>I'm really nervous about my job interview tomorrow. It's my dream company and I'm terrified I'll mess it up.", "<strong>Observer: </strong>I totally understand that feeling. The anticipation before something so important can be overwhelming. I'm sure you've prepared well though."] }
{ "id": "5", "text": [ "<strong>Target: </strong>My doctor just told me I need surgery next month. I'm scared about going under anesthesia and the recovery process.", "<strong>Observer: </strong>My cousin had surgery once. Anyway, what are you doing this weekend?"] }
{ "id": "6", "text": [ "<strong>Target: </strong>I just found out I didn't get into any of the graduate programs I applied to. I feel like such a failure after all that preparation.", "<strong>Observer: </strong>That must be incredibly disappointing after putting so much effort into your applications. Rejection like that can really shake your confidence. How are you holding up?"] }
{ "id": "7", "text": [ "<strong>Target: </strong>My partner surprised me with a weekend getaway for our anniversary! I'm so touched that they remembered how much I wanted to visit that place.", "<strong>Observer: </strong>Oh nice. Where are you going?"] }
{ "id": "8", "text": [ "<strong>Target: </strong>I've been struggling with insomnia for weeks and it's affecting my work and relationships. I feel exhausted all the time.", "<strong>Observer: </strong>That sounds really draining. Sleep deprivation can impact every part of your life. Have you been able to talk to anyone about what might be causing it?"] }
{ "id": "9", "text": [ "<strong>Target: </strong>I just ran my first marathon! My legs are killing me but I can't believe I actually finished it.", "<strong>Observer: </strong>Wow, that's an amazing accomplishment! The pain must be worth it knowing you pushed through and achieved something so challenging. You should be really proud of yourself!"] }
