[
    {
        "id": "sentiment_001",
        "text": "I absolutely love this product! It exceeded all my expectations and the customer service was fantastic."
    },
    {
        "id": "sentiment_002",
        "text": "This is the worst experience I've ever had. The product broke after one day and nobody responded to my complaints."
    },
    {
        "id": "sentiment_003",
        "text": "The meeting is scheduled for 3pm tomorrow in conference room B."
    },
    {
        "id": "sentiment_004",
        "text": "I'm so happy with my purchase! Will definitely buy again."
    },
    {
        "id": "sentiment_005",
        "text": "Very disappointed. The quality is much lower than advertised."
    },
    {
        "id": "sentiment_006",
        "text": "The report contains data from Q3 2023 financial statements."
    },
    {
        "id": "sentiment_007",
        "text": "Amazing! Best decision I ever made. Highly recommend to everyone!"
    },
    {
        "id": "sentiment_008",
        "text": "Terrible service. I've been waiting for weeks with no resolution."
    },
    {
        "id": "sentiment_009",
        "text": "Please find attached the documents requested for your review."
    },
    {
        "id": "sentiment_010",
        "text": "This made my day! Such a delightful surprise."
    },
    {
        "id": "sentiment_011",
        "text": "Frustrating experience from start to finish. Would not recommend."
    },
    {
        "id": "sentiment_012",
        "text": "The temperature today will be around 72 degrees Fahrenheit."
    },
    {
        "id": "sentiment_013",
        "text": "Thank you so much for your help! You've been incredibly kind."
    },
    {
        "id": "sentiment_014",
        "text": "Complete waste of money. I want a full refund immediately."
    },
    {
        "id": "sentiment_015",
        "text": "The office will be closed on Monday for the holiday."
    },
    {
        "id": "sentiment_016",
        "text": "Best purchase I've made all year! Quality is outstanding."
    },
    {
        "id": "sentiment_017",
        "text": "Nothing works as described. False advertising at its finest."
    },
    {
        "id": "sentiment_018",
        "text": "The package contains 12 items as specified in the order."
    },
    {
        "id": "sentiment_019",
        "text": "I'm thrilled with the results! Exceeded my expectations completely."
    },
    {
        "id": "sentiment_020",
        "text": "Awful. Just awful. Never again."
    }
]
