{"id": "econ_001", "text": "Global markets rallied after the central bank signaled a pause in interest rate hikes.", "category": "economics"}
{"id": "econ_002", "text": "The trade deficit widened to $80 billion as imports outpaced exports.", "category": "economics"}
{"id": "econ_003", "text": "Consumer spending rose 2.1% in the fourth quarter, exceeding analyst expectations.", "category": "economics"}
{"id": "econ_004", "text": "Housing prices continued their upward trend, increasing 5% year-over-year.", "category": "economics"}
{"id": "econ_005", "text": "The manufacturing sector showed signs of recovery with new orders increasing.", "category": "economics"}
{"id": "science_001", "text": "Scientists successfully mapped the complete genome of an ancient species using new DNA sequencing techniques.", "category": "science"}
{"id": "science_002", "text": "A breakthrough in quantum computing achieved a new milestone in error correction.", "category": "science"}
{"id": "science_003", "text": "Researchers developed a new vaccine platform that could protect against multiple virus variants.", "category": "science"}
{"id": "science_004", "text": "Climate scientists reported that Arctic ice reached its lowest summer extent on record.", "category": "science"}
{"id": "science_005", "text": "A study found that certain deep-sea organisms can survive pressures previously thought impossible.", "category": "science"}
{"id": "sports_001", "text": "The underdog team completed an unlikely comeback, winning by 10 points in the final quarter.", "category": "sports"}
{"id": "sports_002", "text": "The marathon world record was broken by 30 seconds in ideal racing conditions.", "category": "sports"}
{"id": "sports_003", "text": "Contract negotiations between the star player and the team reached an impasse.", "category": "sports"}
{"id": "sports_004", "text": "The coaching staff announced major changes to the team's offensive strategy.", "category": "sports"}
{"id": "sports_005", "text": "A rookie sensation became the youngest player to score a hat trick in league history.", "category": "sports"}
{"id": "tech_001", "text": "The autonomous vehicle fleet completed one million miles without a safety incident.", "category": "technology"}
{"id": "tech_002", "text": "A new encryption standard was adopted to protect against quantum computing threats.", "category": "technology"}
{"id": "tech_003", "text": "The startup raised $100 million to expand its cloud computing infrastructure.", "category": "technology"}
{"id": "tech_004", "text": "Augmented reality glasses are set to launch with advanced gesture recognition features.", "category": "technology"}
{"id": "tech_005", "text": "A major security vulnerability was discovered in widely-used open-source software.", "category": "technology"}
{"id": "general_001", "text": "Local community members gathered for the annual festival celebrating cultural diversity.", "category": null}
{"id": "general_002", "text": "The city council approved new zoning regulations for the downtown area.", "category": null}
{"id": "general_003", "text": "Weather forecasters predicted mild temperatures for the upcoming week.", "category": null}
