{"id":"1","text":"I absolutely loved the new restaurant downtown! The food was incredible and the service was outstanding.","label_suggestions": {"sentiment": "positive", "explanation": "The text contains strongly positive words like 'loved', 'incredible', and 'outstanding'."}}
{"id":"2","text":"The movie was okay, nothing special. It had some good moments but also some slow parts.","label_suggestions": {"sentiment": "neutral", "explanation": "The text expresses mixed feelings with both positive and negative aspects."}}
{"id":"3","text":"I'm so frustrated with this product. It broke after just two weeks of use and customer support was unhelpful.","label_suggestions": {"sentiment": "negative", "explanation": "The text shows frustration and disappointment with the product and service."}}
{"id":"4","text":"Just finished reading that book you recommended. What an amazing story! I couldn't put it down.","label_suggestions": {"sentiment": "positive", "explanation": "Enthusiastic language ('amazing', 'couldn't put it down') indicates positive sentiment."}}
{"id":"5","text":"The weather today is cloudy with temperatures around 65 degrees Fahrenheit.","label_suggestions": {"sentiment": "neutral", "explanation": "This is a factual statement about weather without emotional content."}}
{"id":"6","text":"This is the worst experience I've ever had. I want a full refund immediately.","label_suggestions": {"sentiment": "negative", "explanation": "Strong negative language ('worst experience') and demand for refund indicate dissatisfaction."}}
{"id":"7","text":"The conference was informative. I learned a few new things, though some sessions were repetitive.","label_suggestions": {"sentiment": "neutral", "explanation": "Mixed assessment with both positive (informative, learned) and negative (repetitive) elements."}}
{"id":"8","text":"Thank you so much for your help! You really made my day better.","label_suggestions": {"sentiment": "positive", "explanation": "Gratitude and positive impact ('made my day better') show positive sentiment."}}
