{"id": 0, "Unnamed: 0":6432,"book_id":980,"book_file_id":"980-0","p_quoted_id":25,"p_context_id":28,"q_quote":"“Tain't a cab, It's a tin Lizzie, but you don't haf' to tell her what it is till I get her into it, do you?” ","q_beginOffset":76025,"q_endOffset":76164,"p_quoted_aliases":"Walter,Adams,Mr. Adams,Walter Adams,Mr. Walter Adams","p_context_aliases":"Mrs. Adams,Adams","paragraph0":"“Tain't a cab,” Walter informed her crossly. “It's a tin Lizzie, but you don't haf' to tell her what it is till I get her into it, do you?” ","paragraph0_beginOffset":76025,"paragraph0_qc_offsets":"76041-76047","paragraph0_cc_offsets":null,"paragraph1":"Mrs. Adams agreed that she didn't. ","paragraph1_beginOffset":76166,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"76166-76170,76171-76176,76189-76192","paragraph2":"CHAPTER VI ","paragraph2_beginOffset":76204,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 1, "Unnamed: 0":37590,"book_id":44,"book_file_id":"44-0","p_quoted_id":103,"p_context_id":68,"q_quote":"“I don't see why I couldn't marry you in Chicago, as well as any place,” ","q_beginOffset":562002,"q_endOffset":562297,"p_quoted_aliases":"Thea,Miss Kronborg,Thea Kronborg,Kronborg,Miss Thea,THEA,Miss Thea Kronborg,THEA KRONBORG,KRONBORG","p_context_aliases":"Fred,Ottenburg,Fred Ottenburg,OTTENBURG","paragraph0":"Thea sighted along the steel rails that quivered in the light behind them. “I don't see why I couldn't marry you in Chicago, as well as any place,” she brought out with some embarrassment. ","paragraph0_beginOffset":561927,"paragraph0_qc_offsets":"561927-561931,562075-562078","paragraph0_cc_offsets":null,"paragraph1":"Fred took the handbag out of her nervous clasp and swung it about on his finger. “You've no particular love for that spot, have you? Besides, as I've told you, my family would make a row. They are an excitable lot. They discuss and argue everlastingly. The only way I can ever put anything through is to go ahead, and convince them afterward.” ","paragraph1_beginOffset":562117,"paragraph1_qc_offsets":"562146-562149","paragraph1_cc_offsets":"562117-562121,562186-562189","paragraph2":"“Yes; I understand. I don't mind that. I don't want to marry your family. I'm sure you wouldn't want to marry mine. But I don't see why we have to go so far.” ","paragraph2_beginOffset":562462,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 2, "Unnamed: 0":45489,"book_id":45,"book_file_id":"45-0","p_quoted_id":57,"p_context_id":90,"q_quote":"“The spruce wood over the brook,” ","q_beginOffset":296512,"q_endOffset":296758,"p_quoted_aliases":"Anne,Anne Shirley,Shirley,ANNE","p_context_aliases":"Diana,Diana Barry,Barry","paragraph0":"“The spruce wood over the brook,” said Anne in a whisper. ","paragraph0_beginOffset":296512,"paragraph0_qc_offsets":"296551-296555","paragraph0_cc_offsets":null,"paragraph1":"“Fiddlesticks! There is no such thing as a haunted wood anywhere. Who has been telling you such stuff?” ","paragraph1_beginOffset":296571,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“Nobody,” confessed Anne. “Diana and I just imagined the wood was haunted. All the places around here are so--so--_commonplace_. We just got this up for our own amusement. We began it in April. A haunted wood is so very romantic, Marilla. We chose the spruce grove because it’s so gloomy. Oh, we have imagined the most harrowing things. There’s a white lady walks along the brook just about this time of the night and wrings her hands and utters wailing cries. She appears when there is to be a death in the family. And the ghost of a little murdered child haunts the corner up by Idlewild; it creeps up behind you and lays its cold fingers on your hand--so. Oh, Marilla, it gives me a shudder to think of it. And there’s a headless man stalks up and down the path and skeletons glower at you between the boughs. Oh, Marilla, I wouldn’t go through the Haunted Wood after dark now for anything. I’d be sure that white things would reach out from behind the trees and grab me.” ","paragraph2_beginOffset":296676,"paragraph2_qc_offsets":"296696-296700","paragraph2_cc_offsets":"296703-296708", "annotations": []}
{"id": 3, "Unnamed: 0":33573,"book_id":158,"book_file_id":"158-0","p_quoted_id":31,"p_context_id":18,"q_quote":"“Not Harriet's equal! No, he is not her equal indeed, for he is as much her superior in sense as in situation. Emma, your infatuation about that girl blinds you. What are Harriet Smith's claims, either of birth, nature or education, to any connexion higher than Robert Martin? She is the natural daughter of nobody knows whom, with probably no settled provision at all, and certainly no respectable relations. She is known only as parlour-boarder at a common school. She is not a sensible girl, nor a girl of any information. She has been taught nothing useful, and is too young and too simple to have acquired any thing herself. At her age she can have no experience, and with her little wit, is not very likely ever to have any that can avail her. She is pretty, and she is good tempered, and that is all. My only scruple in advising the match was on his account, as being beneath his deserts, and a bad connexion for him. I felt that, as to fortune, in all probability he might do much better; and that as to a rational companion or useful helpmate, he could not do worse. But I could not reason so to a man in love, and was willing to trust to there being no harm in her, to her having that sort of disposition, which, in good hands, like his, might be easily led aright and turn out very well. The advantage of the match I felt to be all on her side; and had not the smallest doubt (nor have I now) that there would be a general cry-out upon her extreme good luck. Even _your_ satisfaction I made sure of. It crossed my mind immediately that you would not regret your friend's leaving Highbury, for the sake of her being settled so well. I remember saying to myself, 'Even Emma, with all her partiality for Harriet, will think this a good match.'” ","q_beginOffset":104091,"q_endOffset":105947,"p_quoted_aliases":"Mr. Knightley,Mr. John Knightley,John,Knightley,John Knightley","p_context_aliases":"Emma,Emma Woodhouse,Woodhouse","paragraph0":"“Not Harriet's equal!” exclaimed Mr. Knightley loudly and warmly; and with calmer asperity, added, a few moments afterwards, “No, he is not her equal indeed, for he is as much her superior in sense as in situation. Emma, your infatuation about that girl blinds you. What are Harriet Smith's claims, either of birth, nature or education, to any connexion higher than Robert Martin? She is the natural daughter of nobody knows whom, with probably no settled provision at all, and certainly no respectable relations. She is known only as parlour-boarder at a common school. She is not a sensible girl, nor a girl of any information. She has been taught nothing useful, and is too young and too simple to have acquired any thing herself. At her age she can have no experience, and with her little wit, is not very likely ever to have any that can avail her. She is pretty, and she is good tempered, and that is all. My only scruple in advising the match was on his account, as being beneath his deserts, and a bad connexion for him. I felt that, as to fortune, in all probability he might do much better; and that as to a rational companion or useful helpmate, he could not do worse. But I could not reason so to a man in love, and was willing to trust to there being no harm in her, to her having that sort of disposition, which, in good hands, like his, might be easily led aright and turn out very well. The advantage of the match I felt to be all on her side; and had not the smallest doubt (nor have I now) that there would be a general cry-out upon her extreme good luck. Even _your_ satisfaction I made sure of. It crossed my mind immediately that you would not regret your friend's leaving Highbury, for the sake of her being settled so well. I remember saying to myself, 'Even Emma, with all her partiality for Harriet, will think this a good match.'” ","paragraph0_beginOffset":104091,"paragraph0_qc_offsets":"104124-104127,104128-104137,104221-104223,104253-104255","paragraph0_cc_offsets":"104306-104310,105873-105877,105888-105891","paragraph1":"“I cannot help wondering at your knowing so little of Emma as to say any such thing. What! think a farmer, (and with all his sense and all his merit Mr. Martin is nothing more,) a good match for my intimate friend! Not regret her leaving Highbury for the sake of marrying a man whom I could never admit as an acquaintance of my own! I wonder you should think it possible for me to have such feelings. I assure you mine are very different. I must think your statement by no means fair. You are not just to Harriet's claims. They would be estimated very differently by others as well as myself; Mr. Martin may be the richest of the two, but he is undoubtedly her inferior as to rank in society.--The sphere in which she moves is much above his.--It would be a degradation.” ","paragraph1_beginOffset":105949,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"106003-106007,106175-106178","paragraph2":"“A degradation to illegitimacy and ignorance, to be married to a respectable, intelligent gentleman-farmer!” ","paragraph2_beginOffset":106722,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 4, "Unnamed: 0":83366,"book_id":113,"book_file_id":"113-0","p_quoted_id":20,"p_context_id":1,"q_quote":"“I am—I am too big for a nurse, And please—please don’t make me have a governess yet.” ","q_beginOffset":166104,"q_endOffset":166203,"p_quoted_aliases":"Mary,Miss Mary,MARY","p_context_aliases":"Susan Sowerby,Susan,Sowerby","paragraph0":"“I am—I am too big for a nurse,” said Mary. “And please—please don’t make me have a governess yet.” ","paragraph0_beginOffset":166104,"paragraph0_qc_offsets":"166142-166146","paragraph0_cc_offsets":null,"paragraph1":"He rubbed his forehead again and stared at her. ","paragraph1_beginOffset":166205,"paragraph1_qc_offsets":"166248-166251","paragraph1_cc_offsets":null,"paragraph2":"“That was what the Sowerby woman said,” he muttered absent-mindedly. ","paragraph2_beginOffset":166254,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"166273-166280", "annotations": []}
{"id": 5, "Unnamed: 0":72256,"book_id":179,"book_file_id":"179-0","p_quoted_id":1,"p_context_id":16,"q_quote":"“An adventurer? I should like to hear your adventures.” ","q_beginOffset":127600,"q_endOffset":127671,"p_quoted_aliases":"Felix,Felix Young","p_context_aliases":"Gertrude,Gertrude Wentworth,Wentworth","paragraph0":"She got up, meeting his smile. “An adventurer?” she repeated. “I should like to hear your adventures.” ","paragraph0_beginOffset":127569,"paragraph0_qc_offsets":"127569-127572,127617-127620","paragraph0_cc_offsets":null,"paragraph1":"For an instant she believed that he was going to take her hand; but he dropped his own hands suddenly into the pockets of his painting-jacket. “There is no reason why you shouldn’t,” he said. “I have been an adventurer, but my adventures have been very innocent. They have all been happy ones; I don’t think there are any I shouldn’t tell. They were very pleasant and very pretty; I should like to go over them in memory. Sit down again, and I will begin,” he added in a moment, with his naturally persuasive smile. ","paragraph1_beginOffset":127673,"paragraph1_qc_offsets":"127688-127691,127727-127730","paragraph1_cc_offsets":null,"paragraph2":"Gertrude sat down again on that day, and she sat down on several other days. Felix, while he plied his brush, told her a great many stories, and she listened with charmed avidity. Her eyes rested upon his lips; she was very serious; sometimes, from her air of wondering gravity, he thought she was displeased. But Felix never believed for more than a single moment in any displeasure of his own producing. This would have been fatuity if the optimism it expressed had not been much more a hope than a prejudice. It is beside the matter to say that he had a good conscience; for the best conscience is a sort of self-reproach, and this young man’s brilliantly healthy nature spent itself in objective good intentions which were ignorant of any test save exactness in hitting their mark. He told Gertrude how he had walked over France and Italy with a painter’s knapsack on his back, paying his way often by knocking off a flattering portrait of his host or hostess. He told her how he had played the violin in a little band of musicians--not of high celebrity--who traveled through foreign lands giving provincial concerts. He told her also how he had been a momentary ornament of a troupe of strolling actors, engaged in the arduous task of interpreting Shakespeare to French and German, Polish and Hungarian audiences. ","paragraph2_beginOffset":128190,"paragraph2_qc_offsets":"128267-128272,128305-128308,128335-128338,128370-128373,128401-128404,128439-128442,128480-128483,128504-128509","paragraph2_cc_offsets":"128190-128198,128231-128234,128984-128992", "annotations": []}
{"id": 6, "Unnamed: 0":86232,"book_id":98,"book_file_id":"98-0","p_quoted_id":52,"p_context_id":59,"q_quote":"“My love to Lucie, and to little Lucie, and take precious care of them till I come back.” ","q_beginOffset":488092,"q_endOffset":488210,"p_quoted_aliases":"Mr. Lorry,Mr. Jarvis,Mr. Jarvis Lorry,Jarvis Lorry,Jarvis","p_context_aliases":"Lucie,Miss Lucie","paragraph0":"He helped Mr. Lorry to wrap himself in a number of coats and cloaks, and went out with him from the warm atmosphere of the old Bank, into the misty air of Fleet-street. “My love to Lucie, and to little Lucie,” said Mr. Lorry at parting, “and take precious care of them till I come back.” Charles Darnay shook his head and doubtfully smiled, as the carriage rolled away. ","paragraph0_beginOffset":487923,"paragraph0_qc_offsets":"487923-487925,487933-487936,487937-487942,488010-488013,488138-488141,488142-488147","paragraph0_cc_offsets":"488104-488109,488125-488130","paragraph1":"That night--it was the fourteenth of August--he sat up late, and wrote two fervent letters; one was to Lucie, explaining the strong obligation he was under to go to Paris, and showing her, at length, the reasons that he had, for feeling confident that he could become involved in no personal danger there; the other was to the Doctor, confiding Lucie and their dear child to his care, and dwelling on the same topics with the strongest assurances. To both, he wrote that he would despatch letters in proof of his safety, immediately after his arrival. ","paragraph1_beginOffset":488294,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"488397-488402,488478-488481,488639-488644","paragraph2":"It was a hard day, that day of being among them, with the first reservation of their joint lives on his mind. It was a hard matter to preserve the innocent deceit of which they were profoundly unsuspicious. But, an affectionate glance at his wife, so happy and busy, made him resolute not to tell her what impended (he had been half moved to do it, so strange it was to him to act in anything without her quiet aid), and the day passed quickly. Early in the evening he embraced her, and her scarcely less dear namesake, pretending that he would return by-and-bye (an imaginary engagement took him out, and he had secreted a valise of clothes ready), and so he emerged into the heavy mist of the heavy streets, with a heavier heart. ","paragraph2_beginOffset":488847,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 7, "Unnamed: 0":53767,"book_id":482,"book_file_id":"482","p_quoted_id":25,"p_context_id":10,"q_quote":"\"Yes, Coming home from the woods this afternoon we met Mrs. Charmond out for a ride. She spoke to me on a little matter of business, and then got acquainted with Grace. 'Twas wonderful how she took to Grace in a few minutes; that freemasonry of education made 'em close at once. Naturally enough she was amazed that such an article--ha, ha!--could come out of my house. At last it led on to Mis'ess Grace being asked to the House.So she's busy hunting up her frills and furbelows to go in.\"","q_beginOffset":113791,"q_endOffset":114397,"p_quoted_aliases":"Giles,Winterborne,Giles Winterborne","p_context_aliases":"Hintock,Hintock House,House","paragraph0":"\"Yes,\" said paternal pride, not sorry to have dragged out of him what he could not in any circumstances have kept in. \"Coming home from the woods this afternoon we met Mrs. Charmond out for a ride. She spoke to me on a little matter of business, and then got acquainted with Grace. 'Twas wonderful how she took to Grace in a few minutes; that freemasonry of education made 'em close at once. Naturally enough she was amazed that such an article--ha, ha!--could come out of my house. At last it led on to Mis'ess Grace being asked to the House. So she's busy hunting up her frills and furbelows to go in.\" As Giles remained in thought without responding, Melbury continued: \"But I'll call her down-stairs.\" ","paragraph0_beginOffset":113791,"paragraph0_qc_offsets":"113852-113855,113861-113863,114402-114407","paragraph0_cc_offsets":"114329-114334","paragraph1":"\"No, no; don't do that, since she's busy,\" said Winterborne. ","paragraph1_beginOffset":114501,"paragraph1_qc_offsets":"114549-114560","paragraph1_cc_offsets":null,"paragraph2":"Melbury, feeling from the young man's manner that his own talk had been too much at Giles and too little to him, repented at once. His face changed, and he said, in lower tones, with an effort, \"She's yours, Giles, as far as I am concerned.\" ","paragraph2_beginOffset":114563,"paragraph2_qc_offsets":"114613-114616,114647-114652,114671-114674,114694-114697,114716-114718,114771-114776","paragraph2_cc_offsets":null, "annotations": []}
{"id": 8, "Unnamed: 0":58983,"book_id":141,"book_file_id":"141-0","p_quoted_id":4,"p_context_id":30,"q_quote":"\"Very fine indeed, It must do the heads of the family a great deal of good to force all the poor housemaids and footmen to leave business and pleasure, and say their prayers here twice a day, while they are inventing excuses themselves for staying away.\" ","q_beginOffset":157472,"q_endOffset":157758,"p_quoted_aliases":"Miss Crawford,Crawford","p_context_aliases":"Mr. Rushworth,Rushworth","paragraph0":"\"Very fine indeed,\" said Miss Crawford, laughing. \"It must do the heads of the family a great deal of good to force all the poor housemaids and footmen to leave business and pleasure, and say their prayers here twice a day, while they are inventing excuses themselves for staying away.\" ","paragraph0_beginOffset":157472,"paragraph0_qc_offsets":"157497-157501,157502-157510","paragraph0_cc_offsets":null,"paragraph1":"\"_That_ is hardly Fanny's idea of a family assembling,\" said Edmund. \"If the master and mistress do _not_ attend themselves, there must be more harm than good in the custom.\" ","paragraph1_beginOffset":157760,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"At any rate, it is safer to leave people to their own devices on such subjects. Everybody likes to go their own way--to chuse their own time and manner of devotion. The obligation of attendance, the formality, the restraint, the length of time--altogether it is a formidable thing, and what nobody likes; and if the good people who used to kneel and gape in that gallery could have foreseen that the time would ever come when men and women might lie another ten minutes in bed, when they woke with a headache, without danger of reprobation, because chapel was missed, they would have jumped with joy and envy. Cannot you imagine with what unwilling feelings the former belles of the house of Rushworth did many a time repair to this chapel? The young Mrs. Eleanors and Mrs. Bridgets--starched up into seeming piety, but with heads full of something very different--especially if the poor chaplain were not worth looking at--and, in those days, I fancy parsons were very inferior even to what they are now.\" ","paragraph2_beginOffset":157936,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"158629-158638", "annotations": []}
{"id": 9, "Unnamed: 0":76635,"book_id":1342,"book_file_id":"1342-0","p_quoted_id":1,"p_context_id":71,"q_quote":"“I _do_ remember his boasting one day, at Netherfield, of the implacability of his resentments, of his having an unforgiving temper. His disposition must be dreadful.” ","q_beginOffset":137198,"q_endOffset":137563,"p_quoted_aliases":"Mr. Darcy,Darcy","p_context_aliases":"Wickham,Mr. Wickham","paragraph0":"After a few minutes’ reflection, however, she continued, “I _do_ remember his boasting one day, at Netherfield, of the implacability of his resentments, of his having an unforgiving temper. His disposition must be dreadful.” ","paragraph0_beginOffset":137141,"paragraph0_qc_offsets":"137183-137186,137215-137218,137277-137280,137297-137300,137331-137334","paragraph0_cc_offsets":null,"paragraph1":"“I will not trust myself on the subject,” replied Wickham; “_I_ can hardly be just to him.” ","paragraph1_beginOffset":137367,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"137417-137424,137453-137456","paragraph2":"Elizabeth was again deep in thought, and after a time exclaimed, “To treat in such a manner the godson, the friend, the favourite of his father!” She could have added, “A young man, too, like _you_, whose very countenance may vouch for your being amiable”—but she contented herself with, “and one, too, who had probably been his companion from childhood, connected together, as I think you said, in the closest manner!” ","paragraph2_beginOffset":137460,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 10, "Unnamed: 0":63411,"book_id":125,"book_file_id":"125-0","p_quoted_id":0,"p_context_id":54,"q_quote":"\"Lead the procession!\" ","q_beginOffset":278650,"q_endOffset":278913,"p_quoted_aliases":"Mrs. Comstock,MRS. COMSTOCK","p_context_aliases":"Elnora,Elnora Comstock,ELNORA,Comstock,ELNORA COMSTOCK","paragraph0":"\"The first chair!\" \"Lead the procession!\" Mrs. Comstock was dumbfounded. The notes of the pipe organ began to fill the building in a slow rolling march. Would Elnora lead the procession in a gingham dress? Or would she be absent and her chair vacant on this great occasion? For now, Mrs. Comstock could see that it was a great occasion. Every one would remember how Elnora had played a few nights before, and they would miss her and pity her. Pity? Because she had no one to care for her. Because she was worse off than if she had no mother. For the first time in her life, Mrs. Comstock began to study herself as she would appear to others. Every time a junior girl came fluttering down the aisle, leading some one to a seat, and Mrs. Comstock saw a beautiful white dress pass, a wave of positive illness swept over her. What had she done? What would become of Elnora? ","paragraph0_beginOffset":278631,"paragraph0_qc_offsets":"278673-278677,278678-278686,278914-278918,278919-278927,279205-279209,279210-279218,279245-279248,279362-279366,279367-279375,279448-279451,279462-279465","paragraph0_cc_offsets":"278790-278796,278846-278849,278864-278867,278997-279003,279056-279059,279069-279072,279088-279091,279115-279118,279128-279131,279154-279157,279195-279198,279493-279499","paragraph1":"As Elnora rode to the city, she answered Wesley's questions in monosyllables so that he thought she was nervous or rehearsing her speech and did not care to talk. Several times the girl tried to tell him and realized that if she said the first word it would bring uncontrollable tears. The Bird Woman opened the screen and stared unbelievingly. ","paragraph1_beginOffset":279502,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"279505-279511,279530-279533,279598-279601,279628-279631","paragraph2":"\"Why, I thought you would be ready; you are so late!\" she said. \"If you have waited to dress here, we must hurry.\" ","paragraph2_beginOffset":279848,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 11, "Unnamed: 0":72203,"book_id":179,"book_file_id":"179-0","p_quoted_id":1,"p_context_id":13,"q_quote":"“Well, he’s an amateur, European” ","q_beginOffset":116033,"q_endOffset":116244,"p_quoted_aliases":"Felix,Felix Young","p_context_aliases":"Mr. Wentworth,Clifford,Clifford Wentworth,Mr. Clifford Wentworth","paragraph0":"“Well, he’s an amateur,” said Felix’s uncle, with folded hands, and with a certain satisfaction in being able to say it. And Mr. Broderip had gone back to Salem with a feeling that this was probably a “European” expression for a broker or a grain exporter. ","paragraph0_beginOffset":116033,"paragraph0_qc_offsets":"116063-116068","paragraph0_cc_offsets":"116040-116042","paragraph1":"“I should like to do your head, sir,” said Felix to his uncle one evening, before them all--Mr. Brand and Robert Acton being also present. “I think I should make a very fine thing of it. It’s an interesting head; it’s very mediaeval.” ","paragraph1_beginOffset":116291,"paragraph1_qc_offsets":"116334-116339","paragraph1_cc_offsets":null,"paragraph2":"Mr. Wentworth looked grave; he felt awkwardly, as if all the company had come in and found him standing before the looking-glass. “The Lord made it,” he said. “I don’t think it is for man to make it over again.” ","paragraph2_beginOffset":116527,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"116527-116530,116531-116540,116555-116557,116618-116621", "annotations": []}
{"id": 12, "Unnamed: 0":61327,"book_id":507,"book_file_id":"507-0","p_quoted_id":13,"p_context_id":58,"q_quote":"\"Let me tell you, Adam, you're not only devilishly impertinent, but you're talking nonsense. Every pretty girl is not such a fool as you, to suppose that when a gentleman admires her beauty and pays her a little attention, he must mean something particular. Every man likes to flirt with a pretty girl, and every pretty girl likes to be flirted with. The wider the distance between them, the less harm there is, for then she's not likely to deceive herself.\" ","q_beginOffset":645664,"q_endOffset":646206,"p_quoted_aliases":"Arthur,Arthur Donnithorne,Donnithorne,Mr. Donnithorne,Mr. Arthur Donnithorne,ARTHUR DONNITHORNE,Mr. Arthur","p_context_aliases":"Hetty,Hetty Sorrel,HETTY","paragraph0":"\"Let me tell you, Adam,\" said Arthur, bridling his growing anger and trying to recur to his careless tone, \"you're not only devilishly impertinent, but you're talking nonsense. Every pretty girl is not such a fool as you, to suppose that when a gentleman admires her beauty and pays her a little attention, he must mean something particular. Every man likes to flirt with a pretty girl, and every pretty girl likes to be flirted with. The wider the distance between them, the less harm there is, for then she's not likely to deceive herself.\" ","paragraph0_beginOffset":645664,"paragraph0_qc_offsets":"645694-645700,645711-645714,645752-645755","paragraph0_cc_offsets":null,"paragraph1":"\"I don't know what you mean by flirting,\" said Adam, \"but if you mean behaving to a woman as if you loved her, and yet not loving her all the while, I say that's not th' action of an honest man, and what isn't honest does come t' harm. I'm not a fool, and you're not a fool, and you know better than what you're saying. You know it couldn't be made public as you've behaved to Hetty as y' have done without her losing her character and bringing shame and trouble on her and her relations. What if you meant nothing by your kissing and your presents? Other folks won't believe as you've meant nothing; and don't tell me about her not deceiving herself. I tell you as you've filled her mind so with the thought of you as it'll mayhap poison her life, and she'll never love another man as 'ud make her a good husband.\" ","paragraph1_beginOffset":646208,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"646585-646590,646615-646618,646626-646629,646674-646677,646682-646685,646833-646836,646888-646891,646947-646950,646961-646964,647003-647006","paragraph2":"Arthur had felt a sudden relief while Adam was speaking; he perceived that Adam had no positive knowledge of the past, and that there was no irrevocable damage done by this evening's unfortunate rencontre. Adam could still be deceived. The candid Arthur had brought himself into a position in which successful lying was his only hope. The hope allayed his anger a little. ","paragraph2_beginOffset":647025,"paragraph2_qc_offsets":"647025-647031,647272-647278,647345-647348,647377-647380","paragraph2_cc_offsets":null, "annotations": []}
{"id": 13, "Unnamed: 0":6598,"book_id":980,"book_file_id":"980-0","p_quoted_id":35,"p_context_id":25,"q_quote":"“Mustn't mind what? What utter nonsense!” ","q_beginOffset":203315,"q_endOffset":203425,"p_quoted_aliases":"Alice,Miss Alice","p_context_aliases":"Walter,Adams,Mr. Adams,Walter Adams,Mr. Walter Adams","paragraph0":"“Mustn't mind what?” Alice asked, and then, as she went on her way, laughed scornfully. “What utter nonsense!” she said. ","paragraph0_beginOffset":203315,"paragraph0_qc_offsets":"203336-203341,203362-203365,203374-203377,203426-203429","paragraph0_cc_offsets":null,"paragraph1":"Next day she cut the stems of the rather scant show of carnations and refreshed them with new water. At dinner, her father, still in high spirits, observed that she had again “dressed up” in honour of his second descent of the stairs; and Walter repeated his fragment of objectionable song; but these jocularities were rendered pointless by the eventless evening that followed; and in the morning the carnations began to appear tarnished and flaccid. ","paragraph1_beginOffset":203437,"paragraph1_qc_offsets":"203446-203449,203549-203552,203598-203601","paragraph1_cc_offsets":"203676-203682,203692-203695","paragraph2":"Alice gave them a long look, then threw them away; and neither Walter nor her father was inspired to any rallying by her plain costume for that evening. Mrs. Adams was visibly depressed. ","paragraph2_beginOffset":203889,"paragraph2_qc_offsets":"203889-203894,203963-203966,204006-204009","paragraph2_cc_offsets":"203952-203958", "annotations": []}
{"id": 14, "Unnamed: 0":86916,"book_id":678,"book_file_id":"678-0","p_quoted_id":15,"p_context_id":1,"q_quote":"‘Red in the mornings and the evenings, Bertha,’ ","q_beginOffset":67002,"q_endOffset":67279,"p_quoted_aliases":"Caleb,Caleb Plummer","p_context_aliases":"Bertha","paragraph0":"‘Red in the mornings and the evenings, Bertha,’ said poor Caleb, with a woeful glance at his employer. ","paragraph0_beginOffset":67002,"paragraph0_qc_offsets":"67060-67065,67091-67094","paragraph0_cc_offsets":"67041-67047","paragraph1":"‘When it rose, and the bright light I almost fear to strike myself against in walking, came into the room, I turned the little tree towards it, and blessed Heaven for making things so precious, and blessed you for sending them to cheer me!’ ","paragraph1_beginOffset":67106,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"‘Bedlam broke loose!’ said Tackleton under his breath. ‘We shall arrive at the strait-waistcoat and mufflers soon. We’re getting on!’ ","paragraph2_beginOffset":67348,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 15, "Unnamed: 0":52875,"book_id":14396,"book_file_id":"14396","p_quoted_id":35,"p_context_id":30,"q_quote":"\"Sins don't interest me very much. But troubles do. And heaven knows that marriage is one,\" ","q_beginOffset":375071,"q_endOffset":375359,"p_quoted_aliases":"Deborah,Deborah Gale,DEBORAH","p_context_aliases":"Laura","paragraph0":"\"_Your_ wishes,\" said Deborah steadily. \"You want a divorce, don't you--so do I. And you want it quiet--and so do I. I want it so hard that I want to make sure.\" Deborah's tone was kinder now, and she came over close to her sister. \"Look here, Laura, if I've been hard, forgive me--please--and let me help. I'm not so narrow as you think. I've been through a good deal of this before--downtown, I mean, with girls in my school. They come to me, we have long talks. Maybe I _am_ a nun--as you say--but I'm one with a confessional. Not for sins,\" she added, as Laura looked up angrily. \"Sins don't interest me very much. But troubles do. And heaven knows that marriage is one,\" she said with a curious bitterness. \"And when it has failed and there's no love left--as in your case--I'm for divorce. Only--\" her wide sensitive lips quivered just a little, \"I'm sorry it had to come like this. But I love you, dear, and I want to help, I want to see you safely through. And while I'm doing it, if we can, I want to keep dad out of it--at least until it's settled.\" She paused a moment. \"So if you agree, I'll go to your husband. I want to be sure, absolutely, just what we can count on. And until I come back, stay here in my room. You don't want to talk to father and Edith--\" ","paragraph0_beginOffset":374487,"paragraph0_qc_offsets":"374509-374516,374649-374656,374684-374687,374707-374710","paragraph0_cc_offsets":"374731-374736,375046-375051,375163-375166,375291-375294,375547-375550","paragraph1":"\"Most certainly not!\" Laura muttered. ","paragraph1_beginOffset":375761,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"375783-375788","paragraph2":"\"Good. Then stay here until I return. I'll send you up some supper.\" ","paragraph2_beginOffset":375800,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 16, "Unnamed: 0":4480,"book_id":77,"book_file_id":"77","p_quoted_id":17,"p_context_id":24,"q_quote":"\"Is he so very wicked?\" ","q_beginOffset":258236,"q_endOffset":258445,"p_quoted_aliases":"Phoebe,Phoebe Pyncheon,Miss Phoebe,Miss Phoebe Pyncheon,PHOEBE,PHOEBE PYNCHEON","p_context_aliases":"Clifford,Pyncheon,Clifford Pyncheon,CLIFFORD,PYNCHEON","paragraph0":"\"Is he so very wicked?\" asked Phoebe. \"Yet his offers were surely kind!\" ","paragraph0_beginOffset":258236,"paragraph0_qc_offsets":"258266-258272","paragraph0_cc_offsets":null,"paragraph1":"\"Do not speak of them,--he has a heart of iron!\" rejoined Hepzibah. \"Go, now, and talk to Clifford! Amuse and keep him quiet! It would disturb him wretchedly to see me so agitated as I am. There, go, dear child, and I will try to look after the shop.\" ","paragraph1_beginOffset":258311,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"258401-258409,258426-258429,258454-258457","paragraph2":"Phoebe went accordingly, but perplexed herself, meanwhile, with queries as to the purport of the scene which she had just witnessed, and also whether judges, clergymen, and other characters of that eminent stamp and respectability, could really, in any single instance, be otherwise than just and upright men. A doubt of this nature has a most disturbing influence, and, if shown to be a fact, comes with fearful and startling effect on minds of the trim, orderly, and limit-loving class, in which we find our little country-girl. Dispositions more boldly speculative may derive a stern enjoyment from the discovery, since there must be evil in the world, that a high man is as likely to grasp his share of it as a low one. A wider scope of view, and a deeper insight, may see rank, dignity, and station, all proved illusory, so far as regards their claim to human reverence, and yet not feel as if the universe were thereby tumbled headlong into chaos. But Phoebe, in order to keep the universe in its old place, was fain to smother, in some degree, her own intuitions as to Judge Pyncheon's character. And as for her cousin's testimony in disparagement of it, she concluded that Hepzibah's judgment was embittered by one of those family feuds which render hatred the more deadly by the dead and corrupted love that they intermingle with its native poison. ","paragraph2_beginOffset":258565,"paragraph2_qc_offsets":"258565-258571,258674-258677,259528-259534,259621-259624,259686-259689,259733-259736","paragraph2_cc_offsets":null, "annotations": []}
{"id": 17, "Unnamed: 0":68170,"book_id":105,"book_file_id":"105-8","p_quoted_id":55,"p_context_id":18,"q_quote":"\"And who is Admiral Croft?\" ","q_beginOffset":36106,"q_endOffset":36361,"p_quoted_aliases":"Walter,Walter Elliot,William Walter Elliot,William,Elliot","p_context_aliases":"Anne,Miss Elliot,Anne Elliot,Miss Anne,Elliot,Miss Anne Elliot","paragraph0":"\"And who is Admiral Croft?\" was Sir Walter's cold suspicious inquiry. ","paragraph0_beginOffset":36106,"paragraph0_qc_offsets":"36142-36148","paragraph0_cc_offsets":null,"paragraph1":"Mr Shepherd answered for his being of a gentleman's family, and mentioned a place; and Anne, after the little pause which followed, added-- ","paragraph1_beginOffset":36177,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"36264-36268","paragraph2":"\"He is a rear admiral of the white. He was in the Trafalgar action, and has been in the East Indies since; he was stationed there, I believe, several years.\" ","paragraph2_beginOffset":36318,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 18, "Unnamed: 0":80431,"book_id":42,"book_file_id":"42","p_quoted_id":11,"p_context_id":8,"q_quote":"\"You know the doctor's ways, sir, and how he shuts himself up. Well, he's shut up again in the cabinet; and I don't like it, sir--I wish I may die if I like it. Mr. Utterson, sir, I'm afraid.\" ","q_beginOffset":63250,"q_endOffset":63459,"p_quoted_aliases":"Poole","p_context_aliases":"Mr. Utterson,Utterson","paragraph0":"\"You know the doctor's ways, sir,\" replied Poole, \"and how he shuts himself up. Well, he's shut up again in the cabinet; and I don't like it, sir--I wish I may die if I like it. Mr. Utterson, sir, I'm afraid.\" ","paragraph0_beginOffset":63250,"paragraph0_qc_offsets":"63293-63298,63309-63311,63336-63338","paragraph0_cc_offsets":"63428-63431,63432-63440","paragraph1":"\"Now, my good man,\" said the lawyer, \"be explicit. What are you afraid of?\" ","paragraph1_beginOffset":63461,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"I've been afraid for about a week,\" returned Poole, doggedly disregarding the question, \"and I can bear it no more.\" ","paragraph2_beginOffset":63538,"paragraph2_qc_offsets":"63584-63589","paragraph2_cc_offsets":null, "annotations": []}
{"id": 19, "Unnamed: 0":79373,"book_id":53637,"book_file_id":"53637-0","p_quoted_id":18,"p_context_id":55,"q_quote":"“No. Not yet. There is to be a grand Dean confab tomorrow morning right after breakfast. Oh, I know they will be willing to give up having the wedding at Castle Dean. In some ways I’d love to be married from my dear pretty home in Sanford where our old crowd had such good times. But the Arms has an even stronger claim upon me. I want to make Miss Susanna happy. She has been so wonderful to Hamilton College, and to me,” ","q_beginOffset":63568,"q_endOffset":64023,"p_quoted_aliases":"Marjorie,Marjorie Dean,Dean,MARJORIE,Marjorie Dean Macy,MARJORIE DEAN,MACY,MARJORIE DEAN MACY,Macy","p_context_aliases":"Hamilton,Hamilton Arms","paragraph0":"“No.” Marjorie shook her curly head. “Not yet. There is to be a grand Dean confab tomorrow morning right after breakfast. Oh, I know they will be willing to give up having the wedding at Castle Dean. In some ways I’d love to be married from my dear pretty home in Sanford where our old crowd had such good times. But the Arms has an even stronger claim upon me. I want to make Miss Susanna happy. She has been so wonderful to Hamilton College, and to me,” Marjorie ended eloquently. ","paragraph0_beginOffset":63568,"paragraph0_qc_offsets":"63574-63582,63589-63592,64024-64032","paragraph0_cc_offsets":null,"paragraph1":"Hal’s approval of her idea was not expressed in words. It came in the tightening of his hands on Marjorie’s and the glance of unutterable devotion which he bent upon her. ","paragraph1_beginOffset":64052,"paragraph1_qc_offsets":"64070-64073,64149-64157,64218-64221","paragraph1_cc_offsets":null,"paragraph2":"“You see, Hal,” Marjorie said after a short interval of rapt silence between them, “Hamilton Arms has become like a second home to me. I’m not afraid Miss Susanna would object to the fuss and decorating that must naturally go with a house wedding. She’d love it, because she loves us. I thought it all out when I was at Manaña. That is, the main points. Violets were Brooke Hamilton’s favorite flowers, and you call me your Violet girl. So I am going to have a violet wedding in the spring when there are loads of double, sweet-scented violets in bloom at the Arms.” ","paragraph2_beginOffset":64224,"paragraph2_qc_offsets":"64240-64248","paragraph2_cc_offsets":"64308-64316,64317-64321", "annotations": []}
{"id": 20, "Unnamed: 0":15606,"book_id":24000,"book_file_id":"24000-8","p_quoted_id":48,"p_context_id":41,"q_quote":"\"We wouldn't send her away to disgrace us, were it ever so; though of course in the way of money it would make no difference to you if she had come without a thing to her back. But I've that spirit I couldn't do it, and so I told Tom.\" ","q_beginOffset":46122,"q_endOffset":46597,"p_quoted_aliases":"Mrs Mackenzie,Mrs Tom,Tom,Tom Mackenzie,Mrs Tom Mackenzie","p_context_aliases":"Tom,Mackenzies,Tom Mackenzies","paragraph0":"\"We wouldn't send her away to disgrace us, were it ever so; though of course in the way of money it would make no difference to you if she had come without a thing to her back. But I've that spirit I couldn't do it, and so I told Tom.\" After this Mrs Mackenzie once more embraced her daughter, and then took her departure. ","paragraph0_beginOffset":46122,"paragraph0_qc_offsets":"46369-46372,46373-46382,46402-46405,46430-46433","paragraph0_cc_offsets":"46352-46355","paragraph1":"Miss Mackenzie, as soon as her sister-in-law was gone, again took the girl's hand in her own. Poor Susanna was in tears, and indeed there was enough in her circumstances at the present moment to justify her in weeping. She had been given over to her new destiny in no joyous manner. ","paragraph1_beginOffset":46446,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"Susanna,\" said Aunt Margaret, with her softest voice, \"I'm so glad you have come to me. I will love you very dearly if you will let me.\" ","paragraph2_beginOffset":46730,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 21, "Unnamed: 0":25824,"book_id":1943,"book_file_id":"1943","p_quoted_id":13,"p_context_id":6,"q_quote":"\"That man does not dwell in heaven, We are not made on the same pattern.\" ","q_beginOffset":197797,"q_endOffset":197908,"p_quoted_aliases":"Lambert,Louis,Louis Lambert","p_context_aliases":"Mademoiselle de Villenoix,Villenoix,Mademoiselle","paragraph0":"From Mer, till we reached Blois, we talked only of my poor friend, with long digressions, by which I learned the facts I have already related in the order of their interest. I confessed to his uncle the character of our studies and of his nephew's predominant ideas; then the old man told me of the events that had come into Lambert's life since our parting. From Monsieur Lefebvre's account, Lambert had betrayed some symptoms of madness before his marriage; but they were such as are common to men who love passionately, and seemed to me less startling when I knew how vehement his love had been and when I saw Mademoiselle de Villenoix. In the country, where ideas are scarce, a man overflowing with original thought and devoted to a system, as Louis was, might well be regarded as eccentric, to say the least. His language would, no doubt, seem the stranger because he so rarely spoke. He would say, \"That man does not dwell in heaven,\" where any one else would have said, \"We are not made on the same pattern.\" Every clever man has his own quirks of speech. The broader his genius, the more conspicuous are the singularities which constitute the various degrees of eccentricity. In the country an eccentric man is at once set down as half mad. ","paragraph0_beginOffset":196893,"paragraph0_qc_offsets":"197218-197225,197286-197293,197339-197342,197473-197476,197641-197646,197707-197710,197763-197765,197783-197785","paragraph0_cc_offsets":"197506-197518,197519-197521,197522-197531","paragraph1":"Hence Monsieur Lefebvre's first sentences left me doubtful of my schoolmate's insanity. I listened to the old man, but I criticised his statements. ","paragraph1_beginOffset":198143,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"The most serious symptom had supervened a day or two before the marriage. Louis had had some well-marked attacks of catalepsy. He had once remained motionless for fifty-nine hours, his eyes staring, neither speaking nor eating; a purely nervous affection, to which persons under the influence of violent passion are liable; a rare malady, but perfectly well known to the medical faculty. What was really extraordinary was that Louis should not have had several previous attacks, since his habits of rapt thought and the character of his mind would predispose him to them. But his temperament, physical and mental, was so admirably balanced, that it had no doubt been able to resist the demands on his strength. The excitement to which he had been wound up by the anticipation of acute physical enjoyment, enhanced by a chaste life and a highly-strung soul, had no doubt led to these attacks, of which the results are as little known as the cause. ","paragraph2_beginOffset":198292,"paragraph2_qc_offsets":"198366-198371,198419-198421,198473-198476,198719-198724,198777-198780,198825-198828,198851-198854,198868-198871,198989-198992,199027-199029","paragraph2_cc_offsets":null, "annotations": []}
{"id": 22, "Unnamed: 0":33035,"book_id":158,"book_file_id":"158-0","p_quoted_id":18,"p_context_id":79,"q_quote":"\"I will give it to her--shall I?\"","q_beginOffset":627778,"q_endOffset":628024,"p_quoted_aliases":"Emma,Emma Woodhouse,Woodhouse","p_context_aliases":"Mr. Dixon,Dixon","paragraph0":"With great indignation did he continue to observe him; with great alarm and distrust, to observe also his two blinded companions. He saw a short word prepared for Emma, and given to her with a look sly and demure. He saw that Emma had soon made it out, and found it highly entertaining, though it was something which she judged it proper to appear to censure; for she said, \"Nonsense! for shame!\" He heard Frank Churchill next say, with a glance towards Jane, \"I will give it to her--shall I?\"--and as clearly heard Emma opposing it with eager laughing warmth. \"No, no, you must not; you shall not, indeed.\" ","paragraph0_beginOffset":627318,"paragraph0_qc_offsets":"627481-627485,627500-627503,627544-627548,627635-627638,627682-627685,627834-627838","paragraph0_cc_offsets":null,"paragraph1":"It was done however. This gallant young man, who seemed to love without feeling, and to recommend himself without complaisance, directly handed over the word to Miss Fairfax, and with a particular degree of sedate civility entreated her to study it. Mr. Knightley's excessive curiosity to know what this word might be, made him seize every possible moment for darting his eye towards it, and it was not long before he saw it to be _Dixon_. Jane Fairfax's perception seemed to accompany his; her comprehension was certainly more equal to the covert meaning, the superior intelligence, of those five letters so arranged. She was evidently displeased; looked up, and seeing herself watched, blushed more deeply than he had ever perceived her, and saying only, \"I did not know that proper names were allowed,\" pushed away the letters with even an angry spirit, and looked resolved to be engaged by no other word that could be offered. Her face was averted from those who had made the attack, and turned towards her aunt. ","paragraph1_beginOffset":627927,"paragraph1_qc_offsets":"628160-628163","paragraph1_cc_offsets":"628359-628364,628413-628416,628640-628642","paragraph2":"\"Aye, very true, my dear,\" cried the latter, though Jane had not spoken a word--\"I was just going to say the same thing. It is time for us to be going indeed. The evening is closing in, and grandmama will be looking for us. My dear sir, you are too obliging. We really must wish you good night.\" ","paragraph2_beginOffset":628945,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 23, "Unnamed: 0":4016,"book_id":27,"book_file_id":"27","p_quoted_id":56,"p_context_id":38,"q_quote":"\"Ah baily she's a notch above you, and you must own it: a higher class of animal-a finer tissue. How- ever, stick to me, and neither this haughty goddess, dashing piece of womanhood, Juno-wife of mine (Juno was a goddess, you know), nor anybody else shall hurt you. But all this wants looking into, I perceive. What with one thing and another, I see that my work is well cut out for me.\" ","q_beginOffset":689428,"q_endOffset":690026,"p_quoted_aliases":"Bathsheba,Bathsheba Everdene,Everdene,BATHSHEBA","p_context_aliases":"Boldwood,Mr. Boldwood","paragraph0":"I CHRISTMAS-EVE came, and a party that Boldwood was to give in the evening was the great subject of talk in Weatherbury. It was not that the rarity of Christmas parties in the parish made this one a wonder, but that Boldwood should be the giver. The announcement had had an abnormal and incongruous sound, as if one should hear of croquet-playing in a cathedral aisle, or that some much-respected judge was going upon the stage. That the party was intended to be a truly jovial one there was no room for doubt. A large bough of mistletoe had been brought from the woods that day, and suspended in the hall of the bachelor's home. Holly and ivy had followed in armfuls. From six that morning till past noon the huge wood fire in the kitchen roared and sparkled at its highest, the kettle, the saucepan, and the threelegged pot appearing in the midst of the flames like Shadrach, Meshach, and Abednego; moreover, roasting and basting operations were continually carried on in front of the genial blaze. As it grew later the fire was made up in the large long hall into which the staircase descended, and all encumbrances were cleared out for dancing. The log which was to form the back-brand of the evening fire was the uncleft trunk of a tree, so unwieldy that it could be neither brought nor rolled to its place; and accord- ingly two men were to be observed dragging and heaving it in by chains and levers as the hour of assembly drew near. II In spite of all this, the spirit of revelry was wanting In the atmosphere of the house. Such a thing had never been attempted before by its owner, and it was now done as by a wrench. Intended gaieties would insist upon appearing like solemn grandeurs, the organ- ization of the whole effort was carried out coldly, by hirelings, and a shadow seemed to move about the rooms, saying that the proceedings were unnatural to the place and the lone man who lived therein, and hence not good. Bathsheba was at this time in her room, dressing for the event. She had called for candles, and Liddy entered and placed one on each side of her mistress's glass. \"Don't go away, Liddy.\" said Bathsheba, almost timidly.\" I am foolishly agitated-i cannot tell why. I wish I had not been obliged to go to this dance; but there's no escaping now. I have not spoken to Mr. Boldwood since the autumn, when I promised to see him at Christmas on business, but I had no idea there was to be anything of this kind.\" \"But I would go now.\" said Liddy, who was going with her; for Boldwood had been indiscriminate in his invitations. \"Yes, I shall make my appearance, of course.\" said Bathsheba.\" But I am THE CAUSE of the party, and that upsets me! -- Don't tell, Liddy.\" \"O no, ma'am, You the cause of it, ma'am?\" \"Yes. I am the reason of the party-i. If it had not been for me, there would never have been one. I can't explain any more -- there's no more to be explained. I wish I had never seen Weatherbury.\" \"That's wicked of you -- to wish to be worse off than you are.\" \"No, Liddy. I have never been free from trouble since I have lived here, and this party is likely to bring me more. Now, fetch my black silk dress, and see how it sits upon me.\" \"But you will leave off that, surely, ma'am? You have been a widowlady fourteen months, and ought to brighten up a little on such a night as this.\" \"Is it necessary? No; I will appear as usual, for if I were to wear any light dress people would say things about me, and I should seem to he rejoicing when I am solemn all the time. The party doesn't suit me a bit; but never mind, stay and help to finish me off.\" III Boldwood was dressing also at this hour. A tailor from Casterbridge was with him, assisting him in the operation of trying on a new coat that had just been brought home. Never had Boldwood been so fastidious, unreasonable about the fit, and generally difficult to please. The tailor walked round and round him, tugged at the waist, pulled the sleeve, pressed out the collar, and for the first time in his experience Boldwood was not bored- Times had been when the farmer had exclaimed against all such niceties as childish, but now no philosophic or hasty rebuke whatever was provoked by this man for attaching as much importance to a crease in the coat as to an earthquake in South America. Boldwood at last expressed himself nearly satisfied, and paid the bill, the tailor passing out of the door just as Oak came in to report progress for the day. \"Oh, Oak.\" said Boldwood. \"I shall of course see you here to-night. Make yourself merry. I am deter- mined that neither expense nor trouble shall be spared.\" \"I'll try to be here, sir, though perhaps it may not be very early.\" said Gabriel, quietly. \"I am glad indeed to see such a change in 'ee from what it used to be.\" \"Yes-i must own it-i am bright to-night: cheerful and more than cheerful-so much so that I am almost sad again with the sense that all of it is passing away. And sometimes, when I am excessively hopeful and blithe, a trouble is looming in the distance: so that I often get to look upon gloom in me with content, and to fear a happy mood. Still this may be absurd-i feel that it is absurd. Perhaps my day is dawning at last.\" \"I hope it 'ill be a long and a fair one.\" \"Thank you -- thank you. Yet perhaps my cheerful mess rests on a slender hope. And yet I trust my hope. It is faith, not hope. I think this time I reckon with my host. -- Oak, my hands are a little shaky, or some- thing; I can't tie this neckerchief properly. Perhaps you will tie it for me. The fact is, I have not been well lately, you know.\" \"I am sorry to hear that, sir.\" \"Oh, it's nothing. I want it done as well as you can, please. Is there any late knot in fashion, Oak?\" \"I don't know, sir.\" said Oak. His tone had sunk to sadness. Boldwood approached Gabriel, and as Oak tied the neckerchief the farmer went on feverishly -- \"Does a woman keep her promise, Gabriel?\" \"If it is not inconvenient to her she may.\" \"-- Or rather an implied promise.\" \"I won't answer for her implying.\" said Oak, with faint bitterness. \"That's a word as full o' holes as a sieve with them.\" Oak, don't talk like that. You have got quite cynical lately -- how is it? We seem to have shifted our positions: I have become the young and hopeful man, and you the old and unbelieving one. However, does a woman keep a promise, not to marry, but to enter on an engagement to marry at some time? Now you know women better than I -- tell me.\" \"I am afeard you honour my understanding too much. However, she may keep such a promise, if it is made with an honest meaning to repair a wrong.\" \"It has not gone far yet, but I think it will soon -- yes, I know it will.\" he said, in an impulsive whisper. \"I have pressed her upon the subject, and she inclines to be kind to me, and to think of me as a husband at a long future time, and that's enough for me. How can I expect more? She has a notion that a woman should not marry within seven years of her husband's disappearance -- that her own self shouldn't, I mean -- because his body was not found. It may be merely this legal reason which influences her, or it may be a religious one, but she is reluctant to talk on the point- Yet she has promised -- implied -- that she will ratify an engagement to-night.\" \"Seven years.\" murmured Oak. \"No, no -- it's no such thing!\" he said, with im- patience. Five years, nine months, and a few days. Fifteen months nearly have passed since he vanished, and is there anything so wonderful in an engagement of little more than five years?\" \"It seems long in a forward view. Don't build too much upon such promises, sir. Remember, you have once be'n deceived. Her meaning may be good; but there -- she's young yet.\" \"Deceived? Never!\" said Boldwood, vehemently. \"She never promised me at that first time, and hence she did not break her promise! If she promises me, she'll marry me, Bathsheba is a woman to her word.\" IV Troy was sitting in a corner of The White Hart tavern at Casterbridge, smoking and drinking a steaming mixture from a glass. A knock was given at the door, and Pennyways entered. \"Well, have you seen him?\" Troy inquired, pointing to a chair. \"Boldwood?\" \"No -- Lawyer Long.\" \"He wadn' at home. I went there first, too.\" \"That's a nuisance.\" \"'Tis rather, I suppose.\" \"Yet I don't see that, because a man appears to be drowned and was not, he should be liable for anything. I shan't ask any lawyer -- not I.\" \"But that's not it, exactly. If a man changes his name and so forth, and takes steps to deceive the world and his own wife, he's a cheat, and that in the eye of the law is ayless a rogue, and that is ayless a lammocken vagabond; and that's a punishable situation.\" \"Ha-ha! Well done, Pennyways.\" Troy had laughed, but it was with some anxiety that he said, \"Now, what I want to know is this, do you think there's really anything going on between her and Boldwood? Upon my soul, I should never have believed it! How she. must detest me! Have you found out whether she has encouraged him?\" \"I haen't been able to learn. There's a deal of feeling on his side seemingly, but I don't answer for her. I didn't know a word about any such thing till yesterday, and all I heard then was that she was gwine to the party at his house to-night. This is the first time she has ever gone there, they say. And they say that she've not so much as spoke to him since they were at Greenhill Fair: but what can folk believe o't? How- ever, she's not fond of him -- quite offish and quite care less, I know.\" \"I'm not so sure of that.... She's a handsome woman, Pennyways, is she not? Own that you never saw a finer or more splendid creature in your life. Upon my honour, when I set eyes upon her that day I wondered what I could have been made of to be able to leave her by herself so long. And then I was hampered with that bothering show, which I'm free of at last, thank the stars.\" He smoked on awhile, and then added, \"How did she look when you passed by yesterday?\" \"Oh, she took no great heed of me, ye may well fancy; but she looked well enough, far's I know. Just flashed her haughty eyes upon my poor scram body, and then let them go past me to what was yond, much as if I'd been no more than a leafless tree. She had just got off her mare to look at the last wring-down of cider for the year; she had been riding, and so her colours were up and her breath rather quick, so that her bosom plimmed and feli-plimmed and feli-every time plain to my eye. Ay, and there were the fellers round her wringing down the cheese and bustling about and saying, Ware o' the pommy, ma'am: 'twill spoil yer gown. \"Never mind me,\" says she. Then Gabe brought her some of the new cider, and she must needs go drinking it through a strawmote, and not in a nateral way at all. \"Liddy,\" says she, \"bring indoors a few gallons, and I'll make some cider-wine.\" Sergeant, I was no more to her than a morsel of scroffin the fuel house!\" \"I must go and find her out at once -- O yes, I see that-i must go. Oak is head man still, isn't he?\" \"Yes, 'a b'lieve. And at Little Weatherbury Farm too. He manages everything.\" \"Twill puzzle him to manage her, or any other man of his compass!\" \"I don't know about that. She can't do without him, and knowing it well he's pretty independent. And she've a few soft corners to her mind, though I've never been able to get into one, the devil's in't!\" \"Ah baily she's a notch above you, and you must own it: a higher class of animal-a finer tissue. How- ever, stick to me, and neither this haughty goddess, dashing piece of womanhood, Juno-wife of mine (Juno was a goddess, you know), nor anybody else shall hurt you. But all this wants looking into, I perceive. What with one thing and another, I see that my work is well cut out for me.\" V \"How do I look to-night, Liddy?\" said Bathsheba, giving a final adjustment to her dress before leaving the glass. \"I never saw you look so well before. Yes-i'll tell you when you looked like it -- that night, a year and a half ago, when you came in so wildlike, and scolded us for making remarks about you and Mr. Troy.\" \"Everybody will think that I am setting myself to captivate Mr. Boldwood, I suppose.\" she murmured. \"At least they'll say so. Can't my hair be brushed down a little flatter? I dread going -- yet I dread the risk of wounding him by staying away.\"Anyhow, ma'am, you can't well be dressed plainer than you are, unless you go in sackcloth at once. 'Tis your excitement is what makes you look so noticeable to-night.\" \"I don't know what's the matter, I feel wretched at one time, and buoyant at another. I wish I could have continued quite alone as I have been for the last year or so, with no hopes and no fears, and no pleasure and no grief. \"Now just suppose Mr. Boldwood should ask you -- only just suppose it -- to run away with him, what would you do, ma'am?\" \"Liddy -- none of that.\" said Bathsheba, gravely. \"Mind, I won't hear joking on any such matter. Do you hear?\" \"I beg pardon, ma'am. But knowing what rum things we women be, I just said -- however, I won't speak of it again.\" \"No marrying for me yet for many a year; if ever, \"twill be for reasons very, very different from those you think, or others will believe! Now get my cloak, for it is time to go.\" VI \"Oak, said Boldwood, \"before you go I want to mention what has been passing in my mind lately -- that little arrangement we made about your share in the farm I mean. That share is small, too small, consider- ing how little I attend to business now, and how much time and thought you give to it. Well, since the world is brightening for me, I want to show my sense of it by increasing your proportion in the partnership. I'll make a memorandum of the arrangement which struck me as likely to be convenient, for I haven't time to talk about it now; and then we'll discuss it at our leisure. My intention is ultimately to retire from the manage- ment altogether, and until you can take all the expendi- ture upon your shoulders, I'll be a sleeping partner in the stock. Then, if I marry her -- and I hope-i feel I shall, why -- -- \" \"Pray don't speak of it, sir.\" said Oak, hastily. \"We don't know what may happen. So many upsets may befall 'ee. There's many a slip, as they say -- and I would advise you-i know you'll pardon me this once -- not to be TOO SURE.\" \"I know, I know. But the feeling I have about in- creasing your share is on account of what I know of you Oak, I have learnt a little about your secret: your interest in her is more than that of bailiff for an em- ployer. But you have behaved like a man, and I, as a sort of successful rival-successful partly through your goodness of heart -- should like definitely to show my sense of your friendship under what must have been a great pain to you.\" \"O that's not necessary, thank 'ee.\" said Oak, hurriedly. \"I must get used to such as that; other men have, and so shall I.\" Oak then left him. He was uneasy on Boldwood's account, for he saw anew that this constant passion of the farmer made him not the man he once had been. As Boldwood continued awhile in his room alone -- ready and dressed to receive his company -- the mood of anxiety about his appearance seemed to pass away, and to be succeeded by a deep solemnity. He looked out of the window, and regarded the dim outline of the trees upon the sky, and the twilight deepening to darkness. Then he went to a locked closet, and took from a locked drawer therein a small circular case the size of a pillbox, and was about to put it into his pocket. But he lingered to open the cover and take a momentary glance inside. It contained a woman's finger-ring, set all the way round with small diamonds, and from its appearance had evidently been recently purchased. Boldwood's eyes dwelt upon its many sparkles a long time, though that its material aspect concerned him little was plain from his manner and mien, which were those of a mind following out the presumed thread of that jewel's future history. The noise of wheels at the front of the house became audible. Boldwood closed the box, stowed it away carefully in his pocket, and went out upon the landing. The old man who was his indoor factotum came at the same moment to the foot of the stairs. \"They be coming, sir -- lots of 'em -- a-foot and a- driving!\" \"I was coming down this moment. Those wheels I heard -- is it Mrs. Troy?\" \"No, sir -- 'tis not she yet.\" A reserved and sombre expression had returned to Boldwood's face again, but it poorly cloaked his feel- ings when he pronounced Bathsheba's name; and his feverish anxiety continued to show its existence by a galloping motion of his fingers upon the side of his thigh as he went down the stairs. VII \"How does this cover me?\" said Troy to Pennyways, \"Nobody would recognize me now, I'm sure.\" He was buttoning on a heavy grey overcoat of Noachian cut, with cape and high collar, the latter being erect and rigid, like a girdling wall, and nearly reaching to the verge of travelling cap which was pulled down over his ears. Pennyways snuffed the candle, and then looked up and deliberately inspected Troy \"You've made up your mind to go then?\" he said. \"Made up my mind? Yes; of course I have.\" \"Why not write to her? 'Tis a very queer corner that you have got into, sergeant. You see all these things will come to light if you go back, and they won't sound well at all. Faith, if I was you I'd even bide as you be -- a single man of the name of Francis. A good wife is good, but the best wife is not so good as no wife at all. Now that's my outspoke mind, and I've been called a long-headed feller here and there.\" \"All nonsense!\" said Troy, angrily. \"There she is with plenty of money, and a house and farm, and horses, and comfort, and here am I living from hand to mouth -- a needy adventurer. Besides, it is no use talking now; it is too late, and I am glad of it; I've been seen and recognized here this very afternoon. I should have gone back to her the day after the fair, if it hadn't been for you talking about the law, and rubbish about getting a separation; and I don't put it off any longer. What the deuce put it into my head to run away at all, I can't think! Humbugging sentiment -- that's what it was. But what man on earth was to know that his wife would be in such a hurry to get rid of his name!\" \"I should have known it. She's bad enough for anything.\" \"Pennyways, mind who you are talking to.\" \"Well, sergeant, all I say is this, that if I were you I'd go abroad again where I came from -- 'tisn't too late to do it now. I wouldn't stir up the business and get a bad name for the sake of living with her -- for all that about your play-acting is sure to come out, you know, although you think otherwise. My eyes and limbs, there'll be a racket if you go back just now -- in the middle of Bold- wood's Christmasing!\" \"H'm, yes. I expect I shall not be a very welcome guest if he has her there.\" said the sergeant, with a slight laugh. \"A sort of Alonzo the Brave; and when I go in the guests will sit in silence and fear, and all laughter and pleasure will be hushed, and the lights in the chamber burn blue, and the worms -- Ugh, horrible! -- Ring for some more brandy, Pennyways, I felt an awful shudder just then! Well, what is there besides? A stick-i must have a walking-stick.\" Pennyways now felt himself to be in something of a difficulty, for should Bathsheba and Troy become recon- ciled it would be necessary to regain her good opinion if he would secure the patronage of her husband. I sometimes think she likes you yet, and is a good woman at bottom.\" he said, as a saving sentence. \"But there's no telling to a certainty from a body's outside. Well, you'll do as you like about going, of course, sergeant, and as for me, I'll do as you tell me.\" \"Now, let me see what the time is.\" said Troy, after emptying his glass in one draught as he stood. 'Half- past six o'clock. I shall not hurry along the road, and shall be there then before nine.\" ","paragraph0_beginOffset":678047,"paragraph0_qc_offsets":"680170-680179,680650-680659,685927-685936,689856-689865,690930-690939,694574-694583","paragraph0_cc_offsets":"678086-678094,678263-678271,680342-680345,680346-680354,680396-680399,680546-680554,680582-680585,681817-681825,682053-682061,682329-682337,682504-682512,683821-683829,685784-685792,686208-686216,686927-686935,687055-687058,687120-687123,687286-687289,687413-687416,687512-687515,690199-690202,690203-690211,690363-690366,690796-690799,690800-690808,690868-690871,691320-691328,692982-692990,693006-693008,693064-693067,693080-693082,693101-693109,693130-693133,693177-693180,693218-693221,693295-693297,693425-693427,693565-693568,693581-693583,693789-693797,693889-693892,693915-693918,694091-694099,694144-694147,694495-694503,694540-694543,694560-694562,694596-694599,694674-694677,694703-694706,694716-694718,694838-694840,695058-695061","paragraph1":"CHAPTER LIII ","paragraph1_beginOffset":698025,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"CONCURRITUR -- HORAE MOMENTO ","paragraph2_beginOffset":698041,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 24, "Unnamed: 0":3508,"book_id":27,"book_file_id":"27","p_quoted_id":53,"p_context_id":56,"q_quote":"\"Pooh! that's nothing -- that's nothing!\" ","q_beginOffset":510784,"q_endOffset":511021,"p_quoted_aliases":"Troy,Francis Troy,FRANCIS TROY,Francis","p_context_aliases":"Bathsheba,Bathsheba Everdene,Everdene,BATHSHEBA","paragraph0":"BATHSHEBA said very little to her husband all that evening of their return from market, and he was not disposed to say much to her. He exhibited the un- pleasant combination of a restless condition with a silent tongue. The next day, which was Sunday, passed nearly in the same manner as regarded their taciturnity, Bathsheba going to church both morning and afternoon. This was the day before the Budmouth races. In the evening Troy said, suddenly -- \"Bathsheba, could you let me have twenty pounds?\" Her countenance instantly sank.\" Twenty pounds? she said. \"The fact is, I want it badly.\" The anxiety upon Troy's face was unusual and very marked. lt was a culmination of the mood he had been in all the day. \"Ah! for those races to-morrow.\" Troy for the moment made no reply. Her mistake had its advantages to a man who shrank from having his mind inspected as he did now. \"Well, suppose I do want it for races?\" he said, at last. \"O, Frank!\" Bathsheba replied, and there was such a volume of entreaty in the words. \"Only such a few weeks ago you said that I was far sweeter than all your other pleasures put together, and that you would give them all up for me; and now, won't you give up this one, which is more a worry than a pleasure? Do, Frank. Come, let me fascinate you by all I can do -- by pretty words and pretty looks, and everything I can think of -- to stay at home. Say yes to your wife -- say yes!\" The tenderest and softest phases of Bathsheba's nature were prominent now -- advanced impulsively for his acceptance, without any of the disguises and defences which the wariness of her character when she was cool too frequently threw over them. Few men could have resisted the arch yet dignified entreaty of the beautiful face, thrown a little back and sideways in the well known attitude that expresses more than the words it accompanies, and which seems to have been designed for these special occasions. Had the woman not been his wife, Troy would have succumbed instantly; as it was, he thought he would not deceive her longer. \"The money is not wanted for racing debts at all,\" he said. \"What is it for?\" she asked. \"You worry me a great deal by these mysterious responsibilities, Frank.\" Troy hesitated. He did not now love her enough to allow himself to be carried too far by her ways. Yet it was necessary to be civil. \"You wrong me by such a suspicious manner, he said. \"Such strait-waistcoating as you treat me to is not becoming in you at so early a date.\" \"I think that I have a right to grumble a little if I pay.\" she said, with features between a smile and a pout. Exactly; and, the former being done, suppose we proceed to the latter. Bathsheba, fun is all very well, but don't go too far, or you may have cause to regret something.\" She reddened. \"I do that already.\" she said, quickly \"What do you regret?\" SUSPICION \"That my romance has come to an end.\" \"All romances end at marriage.\" \"I wish you wouldn't talk like that. You grieve me to my soul by being smart at my expense.\" \"You are dull enough at mine. I believe you hate me.\" \"Not you -- only your faults. I do hate them.\" \"'Twould be much more becoming if you set your- self to cure them. Come, let's strike a balance with the twenty pounds, and be friends.\" She gave a sigh of resignation. \"I have about that sum here for household expenses. If you must have it, take it.\" \"Very good. Thank you. I expect I shall have gone away before you are in to breakfast to-morrow.\" \"And must you go? Ah! there was a time, Frank, when it would have taken a good many promises to other people to drag you away from me. You used to call me darling, then. But it doesn't matter to you how my days are passed now.\" \"I must go, in spite of sentiment.\" Troy, as he spoke, looked at his watch, and, apparently actuated by NON LUCENDO principles, opened the case at the back, revealing, snugly stowed within it, a small coil of hair. Bathsheba's eyes had been accidentally lifted at that moment, and she saw the action and saw the hair. She flushed in pain and surprise, and some words escaped her before she had thought whether or not it was wise to utter them. \"A woman's curl of hair!\" she said. \"O, Frank, whose is that?\" Troy had instantly closed his watch. He carelessly replied, as one who cloaked some feelings that the sight had stirred.\" Why, yours, of course. Whose should it be? I had quite forgotten that I had it.\" \"What a dreadful fib, Frank!\" \"I tell you I had forgotten it!\" he said, loudly. \"I don't mean that -- it was yellow hair.\" \"Nonsense.\" \"That's insulting me. I know it was yellow. Now whose was it? I want to know.\" \"Very well I'll tell you, so make no more ado. It is the hair of a young woman I was going to marry before I knew you.\" \"You ought to tell me her name, then.\" \"I cannot do that.\" \"Is she married yet?\" \"No.\" \"Is she alive?\" \"Yes.\" \"Is she pretty?\" \"Yes.\" \"It is wonderful how she can be, poor thing, under such an awful affliction!\" \"Affliction -- what affliction?\" he inquired, quickly. \"Having hair of that dreadful colour.\" \"Oh -- ho-i like that!\" said Troy, recovering him- self. \"Why, her hair has been admired by everybody who has seen her since she has worn it loose, which has not been long. It is beautiful hair. People used to turn their heads to look at it, poor girl!\" \"Pooh! that's nothing -- that's nothing!\" she ex- claimed, in incipient accents of pique. \"If I cared for your love as much as I used to I could say people had turned to look at mine.\" \"Bathsheba, don't be so fitful and jealous. You knew what married life would be like, and shouldn't have entered it if you feared these contingencies.\" Troy had by this time driven her to bitterness: her heart was big in her throat, and the ducts to her eyes were painfully full. Ashamed as she was to show emotion, at last she burst out: -- \"This is all I get for loving you so well! Ah! when I married you your life was dearer to me than my own. I would have died for you -- how truly I can say that I would have died for you! And now you sneer at my foolishness in marrying you. O! is it kind to me to throw my mistake in my face? Whatever opinion you may have of my wisdom, you should not tell me of it so mercilessly, now that I am in your power.\" \"I can't help how things fall out.\" said Troy; \"upon my heart, women will be the death of me!\" \"Well you shouldn't keep people's hair. You'll burn it, won't you, Frank?\" Frank went on as if he had not heard her. \"There are considerations even before my consideration for you; reparations to be made -- ties you know nothing of If you repent of marrying, so do I.\" Trembling now, she put her hand upon his arm, saying, in mingled tones of wretchedness and coaxing, \"I only repent it if you don't love me better than any woman in the world! I don't otherwise, Frank. You don't repent because you already love somebody better than you love me, do you?\" \"I don't know. Why do you say that?\" \"You won't burn that curl. You like the woman who owns that pretty hair -- yes; it is pretty -- more beautiful than my miserable black mane! Well, it is no use; I can't help being ugly. You must like her best, if you will!\" \"Until to-day, when I took it from a drawer, I have never looked upon that bit of hair for several months -- that I am ready to swear.\" \"But just now you said \"ties;\" and then -- that woman we met?\" \"'Twas the meeting with her that reminded me of the hair.\" \"Is it hers, then?\" \"Yes. There, now that you have wormed it out of me, I hope you are content.\" \"And what are the ties?\" \"Oh! that meant nothing -- a mere jest.\" \"A mere jest!\" she said, in mournful astonishment. \"Can you jest when I am so wretchedly in earnest? Tell me the truth, Frank. I am not a fool, you know, although I am a woman, and have my woman's moments. Come! treat me fairly.\" she said, looking honestly and fearlessly into his face. \"I don't want much; bare justice -- that's all! Ah! once I felt I could be content with nothing less than the highest homage from the husband I should choose. Now, anything short of cruelty will content me. Yes! the independent and spirited Bathsheba is come to this!\" \"For Heaven's sake don't be so desperate!\"Troy said, snappishly, rising as he did so, and leaving the room. Directly he had gone, Bathsheba burst into great sobs -- dry-eyed sobs, which cut as they came, without any softening by tears. But she determined to repress all evidences of feeling. She was conquered; but she would never own it as long as she lived. Her pride was indeed brought low by despairing discoveries of her spoliation by marriage with a less pure nature than her own. She chafed to and fro in rebelliousness, like a caged leopard; her whole soul was in arms, and the blood fired her face. Until she had met Troy, Bath- sheba had been proud of her position as a woman; it had been a glory to her to know that her lips had been touched by no man's on earth -- that her waist had never been encircled by a lover's arm. She hated herself now. In those earlier days she had always nourished a secret contempt for girls who were the slaves of the first goodlooking young fellow who should choose to salute them. She had never taken kindly to the idea of marriage in the abstract as did the majority of women she saw about her. In the turmoil of her anxiety for her lover she had agreed to marry him; but the perception that had accompanied her happiest hours on this account was rather that of self-sacrifice than of promotion and honour. Although she scarcely knew the divinity's name, Diana was the goddess whom Bathsheba instinctively adored. That she had never, by look, word, or sign, encouraged a man to approach her -- that she had felt herself sufficient to herself, and had in the independence of her girlish heart fancied there was a certain degradation in renouncing the simplicity of a maiden existence to become the humbler half of an indifferent matrimonial whole -- were facts now bitterly remembered. O, if she had never stooped to folly of this kind, respectable as it was, and could only stand again, as she had stood on the hill at Norcombe, and dare Troy or any other man to pollute a hair of her head by his interference! The next morning she rose earlier than usual, and had the horse saddled for her ride round the farm in the customary way. When she came in at half-past eight -- their usual hour for breakfasting -- she was in- formed that her husband had risen, taken his breakfast, and driven off to Casterbridge with the gig and Poppet. After breakfast she was cool and collected -- quite herself in fact -- and she rambled to the gate, intending to walk to another quarter of the farm, which she still personally superintended as well as her duties in the house would permit, continually, however, finding her- self preceded in forethought by Gabriel Oak, for whom she began to entertain the genuine friendship of a sister. Of course, she sometimes thought of him in the light of an old lover, and had momentary imaginings of what life with him as a husband would have been like; also of life with Boldwood under the same conditions. But Bathsheba, though she could feel, was not much given to futile dreaming, and her musings under this head were short and entirely confined to the times when Troy's neglect was more than ordinarily evident. She saw coming up the road a man like Mr. Boldwood. It was Mr. Boldwood. Bathsheba blushed painfully, and watched. The farmer stopped when still a long way off, and held up his hand to Gabriel Oak, who was in a footpath across the field. The two men then approached each other and seemed to engage in earnest conversation. Thus they continued for a long time. Joseph Poor- grass now passed near them, wheeling a barrow of apples up the hill to Bathsheba's residence. Boldwood and Gabriel called to him, spoke to him for a few minutes, and then all three parted, Joseph immediately coming up the hill with his barrow. Bathsheba, who had seen this pantomime with some surprise, experienced great relief when Boldwood turned back again. \"Well, what's the message, Joseph?\" she said. He set down his barrow, and, putting upon himself the refined aspect that a conversation with a lady re- quired, spoke to Bathsheba over the gate. \"You'll never see Fanny Robin no more -- use nor principal -- ma'am.\" \"Why?\" \"Because she's dead in the Union.\" \"Fanny dead -- never!\" \"Yes, ma'am.\" \"What did she die from?\" \"I don't know for certain; but I should be inclined to think it was from general weakness of constitution. She was such a limber maid that 'a could stand no hardship, even when I knowed her, and 'a went like a candle-snoff, so 'tis said. She was took bad in the morning, and, being quite feeble and worn out, she died in the evening. She belongs by law to our parish; and Mr. Boldwood is going to send a waggon at three this afternoon to fetch her home here and bury her.\" \"Indeed I shall not let Mr. Boldwood do any such thing-i shall do it! Fanny was my uncle's servant, and, although I only knew her for a couple of days, FANNY IS SENT FOR she belongs to me. How very, very sad this is! -- the idea of Fanny being in a workhouse.\" Bathsheba had begun to know what suffering was, and she spoke with real feeling.... \"Send across to Mr. Boldwood's, and say that Mrs. Troy will take upon herself the duty of fetching an old servant of the family.... We ought not to put her in a waggon; we'll get a hearse.\" \"There will hardly be time, ma'am, will there?\" \"Perhaps not.\" she said, musingly. \"When did you say we must be at the door -- three o'clock?\" \"Three o'clock this afternoon, ma'am, so to speak it.\" \"Very well-you go with it. A pretty waggon is better than an ugly hearse, after all. Joseph, have the new spring waggon with the blue body and red wheels, and wash it very clean. And, Joseph -- -- \" \"Yes, ma'am.\" \"Carry with you some evergreens and flowers to put upon her coffin -- indeed, gather a great many, and completely bury her in them. Get some boughs of laurustinus, and variegated box, and yew, and boy'siove; ay, and some hunches of chrysanthemum. And let old Pleasant draw her, because she knew him so well.\"I will, ma'am. I ought to have said that the Union, in the form of four labouring men, will meet me when I gets to our churchyard gate, and take her and bury her according to the rites of the Board of Guardians, as by law ordained.\" \"Dear me -- Casterbridge Union -- and is Fanny come to this?\" said Bathsheba, musing. \"I wish I had known of it sooner. I thought she was far away. How long has she lived there?\" \"On'y been there a day or two.\" \"Oh! -- then she has not been staying there as a regular inmate?\" \"No. She first went to live in a garrison-town t'other side o' Wessex, and since then she's been picking up a living at seampstering in Melchester for several months, at the house of a very respectable widow-woman who takes in work of that sort. She only got handy the Union-house on Sunday morning 'a b'lieve, and 'tis sup- posed here and there that she had traipsed every step of the way from Melchester. Why she left her place, I can't say, for I don't know; and as to a lie, why, I wouldn't tell it. That's the short of the story, ma'am.\" \"Ah-h!\" No gem ever flashed from a rosy ray to a white one more rapidly than changed the young wife's counten- ance whilst this word came from her in a long-drawn breath. \"Did she walk along our turnpike-road?\" she said, in a suddenly restless and eager voice. \"I believe she did.... Ma'am, shall I call Liddy? You bain't well, ma'am, surely? You look like a lily -- so pale and fainty!\" \"No; don't call her; it is nothing. When did she pass Weatherbury?\" \"Last Saturday night.\" \"That will do, Joseph; now you may go.\" Certainly, ma'am.\" \"Joseph, come hither a moment. What was the colour of Fanny Robin's hair?\" \"Really, mistress, now that 'tis put to me so judge- and-jury like, I can't call to mind, if ye'll believe me!\" \"Never mind; go on and do what I told you. Stop -- well no, go on.\" She turned herself away from him, that he might no longer notice the mood which had set its sign so visibly upon her, and went indoors with a distressing sense of faintness and a beating brow. About an hour after, she heard the noise of the waggon and went out, still with a painful consciousness of her bewildered and troubled look. Joseph, dressed in his best suit of clothes, was putting in the horse to start. The shrubs and flowers were all piled in the waggon, as she had directed Bathsheba hardly saw them now. \"Whose sweetheart did you say, Joseph?\" \"I don't know, ma'am.\" \"Are you quite sure?\" \"Yes, ma'am, quite sure.\"Sure of what?\" \"I'm sure that all I know is that she arrived in the morning and died in the evening without further parley. What Oak and Mr. Boldwood told me was only these few words. `Little Fanny Robin is dead, Joseph,' Gabriel said, looking in my face in his steady old way. I was very sorry, and I said, `Ah! -- and how did she come to die?' `Well, she's dead in Casterhridge Union,' he said, `and perhaps 'tisn't much matter about how she came to die. She reached the Union early Sunday morning, and died in the afternoon -- that's clear enough.' Then I asked what she'd been doing lately, and Mr. Boldwood turned round to me then, and left off spitting a thistle with the end of his stick. He told me about her having lived by seampstering in Melchester, as I mentioned to you, and that she walked therefrom at the end of last week, passing near here Saturday night in the dusk. They then said I had better just name a hint of her death to you, and away they went. Her death might have been brought on by biding in the night wind, you know, ma'am; for people used to say she'd go off in a decline: she used to cough a good deal in winter time. However, 'tisn't much odds to us about that now, for 'tis all over.\" \"Have you heard a different story at all?' She looked at him so intently that Joseph's eyes quailed. \"Not a word, mistress, I assure 'ee!\" he said. \"Hardly anybody in the parish knows the news yet.\" \"I wonder why Gabriel didn't bring the message to me himself. He mostly makes a point of seeing me upon the most trifling errand.\" These words were merely murmured, and she was looking upon the ground. \"Perhaps he was busy, ma'am.\" Joseph suggested. \"And sometimes he seems to suffer from things upon his mind, connected with the time when he was better off than 'a is now. 'A's rather a curious item, but a very understanding shepherd, and learned in books.\" \"Did anything seem upon his mind whilst he was speaking to you about this?\" \"I cannot but say that there did, ma'am. He was terrible down, and so was Farmer Boldwood.\" \"Thank you, Joseph. That will do. Go on now, or you'll be late.\" Bathsheba, still unhappy, went indoors again. In the course of the afternoon she said to Liddy, Who had been informed of the occurrence, \" What was the colour of poor Fanny Robin's hair? Do you know? I cannot recollect-i only saw her for a day or two.\" \"It was light, ma'am; but she wore it rather short, and packed away under her cap, so that you would hardly notice it. But I have seen her let it down when she was going to bed, and it looked beautiful then. Real golden hair.\" \"Her young man was a soldier, was he not?\" \"Yes. In the same regiment as Mr. Troy. He says he knew him very well.\"What, Mr. Troy says so? How came he to say that?\" \"One day I just named it to him, and asked him if he knew Fanny's young man. He said, \"O yes, he knew the young man as well as he knew himself, and that there wasn't a man in the regiment he liked better.\" \"Ah! Said that, did he?\" \"Yes; and he said there was a strong likeness be- tween himself and the other young man, so that some- times people mistook them -- -- \" \"Liddy, for Heaven's sake stop your talking!\" said Bathsheba, with the nervous petulance that comes from worrying perceptions. ","paragraph0_beginOffset":505485,"paragraph0_qc_offsets":"506094-506098,506168-506170,506229-506233,507443-507447,507491-507493,507502-507504,507586-507588,509687-509691,509713-509716,509724-509726,510559-510563,510576-510579,513652-513656,513685-513687,513727-513729,513850-513853,513902-513905,513925-513928,513959-513962,513970-513973,514032-514035,514088-514091,514097-514100,514160-514163,514208-514211,514224-514227,514272-514275,514320-514323,514337-514340,514392-514395,514445-514448,514490-514493,514635-514638,514731-514734,514745-514748,514768-514771,514784-514787,514794-514797,514863-514866,514971-514974,516746-516750","paragraph0_cc_offsets":"505485-505494,505801-505810,505938-505947,506431-506440,506938-506947,508154-508163,509395-509404,510970-510979,513740-513749,515037-515046,516590-516599,516868-516877,517239-517248,517412-517421,518630-518639,519925-519934,521958-521967,524210-524219,525274-525283","paragraph1":"CHAPTER XLII ","paragraph1_beginOffset":525354,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"JOSEPH AND HIS BURDEN ","paragraph2_beginOffset":525370,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 25, "Unnamed: 0":51807,"book_id":14396,"book_file_id":"14396","p_quoted_id":35,"p_context_id":12,"q_quote":"\"Why, dearie, Where's that imagination of yours?\" ","q_beginOffset":53011,"q_endOffset":53076,"p_quoted_aliases":"Deborah,Deborah Gale,DEBORAH","p_context_aliases":"Roger,Roger Gale","paragraph0":"\"Why, dearie,\" she retorted. \"Where's that imagination of yours?\" ","paragraph0_beginOffset":53011,"paragraph0_qc_offsets":"53026-53029","paragraph0_cc_offsets":null,"paragraph1":"\"It was with you,\" he answered. \"Tell me what you were thinking.\" ","paragraph1_beginOffset":53078,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"53097-53099","paragraph2":"And still under the spell of the music, Deborah said to her father, ","paragraph2_beginOffset":53145,"paragraph2_qc_offsets":"53185-53192,53201-53204","paragraph2_cc_offsets":null, "annotations": []}
{"id": 26, "Unnamed: 0":79234,"book_id":1586,"book_file_id":"1586-0","p_quoted_id":36,"p_context_id":44,"q_quote":"“Take one of them, and show me how you did it, with your own hands.” ","q_beginOffset":1255882,"q_endOffset":1255961,"p_quoted_aliases":"Geoffrey,Mr. Delamayn,Geoffrey Delamayn,Delamayn,Mr. Geoffrey Delamayn,Mr. Geoffrey,GEOFFREY DELAMAYN,GEOFFREY","p_context_aliases":"Anne,Miss Silvester,Anne Silvester,Silvester,ANNE SILVESTER,ANNE,Miss Anne Silvester","paragraph0":"“Take one of them,” he said, “and show me how you did it, with your own hands.” ","paragraph0_beginOffset":1255882,"paragraph0_qc_offsets":"1255902-1255904","paragraph0_cc_offsets":null,"paragraph1":"As he said the words, Anne’s voice reached his ear from below, calling for “Mrs. Dethridge.” ","paragraph1_beginOffset":1255963,"paragraph1_qc_offsets":"1255966-1255968,1256006-1256009","paragraph1_cc_offsets":"1255985-1255989","paragraph2":"It was impossible to say what might happen next. In another minute, she might go up to her room, and discover every thing. Geoffrey pointed to the wall. ","paragraph2_beginOffset":1256057,"paragraph2_qc_offsets":"1256180-1256188","paragraph2_cc_offsets":null, "annotations": []}
{"id": 27, "Unnamed: 0":16135,"book_id":34414,"book_file_id":"34414","p_quoted_id":6,"p_context_id":44,"q_quote":"\"He's insane, stark, raving insane. You ought to take him to a doctor and get his brain examined. Look at him to-day. He begins by knocking me into the middle of the rhododendron bushes--under no provocation, mind you. I hadn't spoken to him. Then he tries to poison that nice little thing next door with some vile stuff I thought I'd thrown away. Then he goes about telling people he's consumptive. He looks it, doesn't he? Then he takes extraordinary messages and love tokens from Ethel to strange young men and brings them here just when we're going to begin dinner, and then goes round burning and hacking at the doors. Where's the sense in it--in any of it? They're the acts of a lunatic--you ought to have his brain examined.\" ","q_beginOffset":22974,"q_endOffset":23717,"p_quoted_aliases":"William,WILLIAM,Mister William","p_context_aliases":"Mrs. Brown,Brown","paragraph0":"Inside the house, his father, reclining at length in an armchair, discoursed to his wife on the subject of his son. One hand was pressed to his aching brow, and the other gesticulating freely. \"He's insane,\" he said, \"stark, raving insane. You ought to take him to a doctor and get his brain examined. Look at him to-day. He begins by knocking me into the middle of the rhododendron bushes--under no provocation, mind you. I hadn't spoken to him. Then he tries to poison that nice little thing next door with some vile stuff I thought I'd thrown away. Then he goes about telling people he's consumptive. He looks it, doesn't he? Then he takes extraordinary messages and love tokens from Ethel to strange young men and brings them here just when we're going to begin dinner, and then goes round burning and hacking at the doors. Where's the sense in it--in any of it? They're the acts of a lunatic--you ought to have his brain examined.\" ","paragraph0_beginOffset":22781,"paragraph0_qc_offsets":"22799-22802,22861-22864,22888-22891,22921-22924,22975-22977,22989-22991,23039-23042,23063-23066,23091-23094,23103-23105,23223-23226,23233-23235,23338-23340,23367-23369,23385-23387,23406-23408,23415-23417,23697-23700","paragraph0_cc_offsets":null,"paragraph1":"Mrs. Brown cut off her darning wool and laid aside the sock she had just finished darning. ","paragraph1_beginOffset":23719,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"23719-23723,23724-23729,23738-23741,23779-23782","paragraph2":"\"It certainly sounds very silly, dear,\" she said mildly. \"But there might be some explanation of it all, if only we knew. Boys are such funny things.\" ","paragraph2_beginOffset":23811,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"23851-23854", "annotations": []}
{"id": 28, "Unnamed: 0":19092,"book_id":786,"book_file_id":"786-0","p_quoted_id":29,"p_context_id":32,"q_quote":"‘At all events, Mr. Harthouse, you can’t tell her that I ever praised her for being mercenary.I may have praised her for being the contrary, and I should do it again, if I had as good reason. However, never mind this now; it’s not very interesting to you, and I am sick of the subject.’ ","q_beginOffset":339116,"q_endOffset":339494,"p_quoted_aliases":"Tom,Tom Gradgrind","p_context_aliases":"Louisa,Miss Louisa,LOUISA","paragraph0":"‘At all events, Mr. Harthouse,’ said Tom, softening in his admiration of his patron, but shaking his head sullenly too, ‘you can’t tell her that I ever praised her for being mercenary. I may have praised her for being the contrary, and I should do it again, if I had as good reason. However, never mind this now; it’s not very interesting to you, and I am sick of the subject.’ ","paragraph0_beginOffset":339116,"paragraph0_qc_offsets":"339153-339156,339171-339174,339189-339192,339213-339216","paragraph0_cc_offsets":null,"paragraph1":"They walked on to the house, where Louisa quitted her visitor’s arm and went in. He stood looking after her, as she ascended the steps, and passed into the shadow of the door; then put his hand upon her brother’s shoulder again, and invited him with a confidential nod to a walk in the garden. ","paragraph1_beginOffset":339496,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"339531-339537,339546-339549,339601-339604,339609-339612,339696-339699","paragraph2":"‘Tom, my fine fellow, I want to have a word with you.’ ","paragraph2_beginOffset":339792,"paragraph2_qc_offsets":"339793-339796","paragraph2_cc_offsets":null, "annotations": []}
{"id": 29, "Unnamed: 0":8505,"book_id":2876,"book_file_id":"2876-0","p_quoted_id":8,"p_context_id":32,"q_quote":"“What has happened to Amomma?” ","q_beginOffset":79441,"q_endOffset":79634,"p_quoted_aliases":"Dick,-- Dick","p_context_aliases":"Maisie","paragraph0":"Since the human soul is finite and not in the least under its own command, Dick, advancing, said “Halloo!” after the manner of schoolboys, and Maisie answered, “Oh, Dick, is that you?” Then, against his will, and before the brain newly released from considerations of the cash balance had time to dictate to the nerves, every pulse of Dick’s body throbbed furiously and his palate dried in his mouth. The fog shut down again, and Maisie’s face was pearl-white through it. No word was spoken, but Dick fell into step at her side, and the two paced the Embankment together, keeping the step as perfectly as in their afternoon excursions to the mud-flats. Then Dick, a little hoarsely—“What has happened to Amomma?” ","paragraph0_beginOffset":78759,"paragraph0_qc_offsets":"78834-78838,78924-78928,78958-78961,79094-79098,79129-79132,79149-79152,79255-79259,79417-79421","paragraph0_cc_offsets":"78902-78908,79189-79195","paragraph1":"“He died, Dick. Not cartridges; over-eating. He was always greedy. Isn’t it funny?” ","paragraph1_beginOffset":79473,"paragraph1_qc_offsets":"79474-79476,79483-79487,79518-79520","paragraph1_cc_offsets":null,"paragraph2":"“Yes. No. Do you mean Amomma?” ","paragraph2_beginOffset":79558,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 30, "Unnamed: 0":4792,"book_id":77,"book_file_id":"77","p_quoted_id":21,"p_context_id":17,"q_quote":"\"No doubt, the rumor of Judge Pyncheon's visit to this house, and the flight of Hepzibah and Clifford, is about to lead to the investigation of the premises.We have no way but to meet it.Let us open the door at once.\" ","q_beginOffset":592398,"q_endOffset":592868,"p_quoted_aliases":"Holgrave,Mr. Holgrave","p_context_aliases":"Phoebe,Phoebe Pyncheon,Miss Phoebe,Miss Phoebe Pyncheon,PHOEBE,PHOEBE PYNCHEON","paragraph0":"\"Now let us meet the world!\" said Holgrave. \"No doubt, the rumor of Judge Pyncheon's visit to this house, and the flight of Hepzibah and Clifford, is about to lead to the investigation of the premises. We have no way but to meet it. Let us open the door at once.\" ","paragraph0_beginOffset":592353,"paragraph0_qc_offsets":"592387-592395","paragraph0_cc_offsets":null,"paragraph1":"But, to their surprise, before they could reach the street door,--even before they quitted the room in which the foregoing interview had passed,--they heard footsteps in the farther passage. The door, therefore, which they supposed to be securely locked,--which Holgrave, indeed, had seen to be so, and at which Phoebe had vainly tried to enter,--must have been opened from without. The sound of footsteps was not harsh, bold, decided, and intrusive, as the gait of strangers would naturally be, making authoritative entrance into a dwelling where they knew themselves unwelcome. It was feeble, as of persons either weak or weary; there was the mingled murmur of two voices, familiar to both the listeners. ","paragraph1_beginOffset":592621,"paragraph1_qc_offsets":"592884-592892","paragraph1_cc_offsets":"592934-592940","paragraph2":"\"Can it be?\" whispered Holgrave. ","paragraph2_beginOffset":593332,"paragraph2_qc_offsets":"593355-593363","paragraph2_cc_offsets":null, "annotations": []}
{"id": 31, "Unnamed: 0":22352,"book_id":47,"book_file_id":"47-0","p_quoted_id":115,"p_context_id":130,"q_quote":"“No, I’m sure he only goes to play checkers with Mr. Harrison Andrews, but Mrs. Lynde says she knows Isabella Andrews must be going to get married, she’s in such good spirits this spring.” ","q_beginOffset":359273,"q_endOffset":359484,"p_quoted_aliases":"Anne,Anne ``,ANNE","p_context_aliases":"Marilla,Cuthbert,Marilla Cuthbert,Miss Cuthbert,Miss Marilla Cuthbert","paragraph0":"“No,” said Anne, laughing, “I’m sure he only goes to play checkers with Mr. Harrison Andrews, but Mrs. Lynde says she knows Isabella Andrews must be going to get married, she’s in such good spirits this spring.” ","paragraph0_beginOffset":359273,"paragraph0_qc_offsets":"359284-359288","paragraph0_cc_offsets":null,"paragraph1":"Poor old Uncle Abe felt rather indignant over the notes. He suspected that “Observer” was making fun of him. He angrily denied having assigned any particular date for his storm but nobody believed him. ","paragraph1_beginOffset":359486,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"Life in Avonlea continued on the smooth and even tenor of its way. The “planting” was put in; the Improvers celebrated an Arbor Day. Each Improver set out, or caused to be set out, five ornamental trees. As the society now numbered forty members, this meant a total of two hundred young trees. Early oats greened over the red fields; apple orchards flung great blossoming arms about the farmhouses and the Snow Queen adorned itself as a bride for her husband. Anne liked to sleep with her window open and let the cherry fragrance blow over her face all night. She thought it very poetical. Marilla thought she was risking her life. ","paragraph2_beginOffset":359689,"paragraph2_qc_offsets":"360149-360153,360174-360177,360229-360232,360249-360252","paragraph2_cc_offsets":"360279-360286,360295-360298,360311-360314", "annotations": []}
{"id": 32, "Unnamed: 0":18524,"book_id":42796,"book_file_id":"42796","p_quoted_id":0,"p_context_id":10,"q_quote":"\"Cloth!\" ","q_beginOffset":45370,"q_endOffset":45581,"p_quoted_aliases":"Benny","p_context_aliases":"Henry,James Henry Cordyce,James Cordyce,James Henry,JAMES HENRY CORDYCE,HENRY","paragraph0":"\"Cloth!\" exclaimed Violet. \"What on earth?\" ","paragraph0_beginOffset":45370,"paragraph0_qc_offsets":null,"paragraph0_cc_offsets":null,"paragraph1":"Henry laughed a little, and watched her face as he drew out his last package and handed it to her. ","paragraph1_beginOffset":45415,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"45415-45420,45463-45465,45475-45478","paragraph2":"\"I thought we ought to have a tablecloth,\" he explained. \"So I got a yard at the ten-cent store--but it isn't hemmed, of course.\" ","paragraph2_beginOffset":45515,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"45558-45560", "annotations": []}
{"id": 33, "Unnamed: 0":51513,"book_id":14396,"book_file_id":"14396","p_quoted_id":12,"p_context_id":35,"q_quote":"\"Sit down, Smoke, Allan?\" ","q_beginOffset":431784,"q_endOffset":431820,"p_quoted_aliases":"Roger,Roger Gale","p_context_aliases":"Deborah,Deborah Gale,DEBORAH","paragraph0":"\"Sit down,\" he said. \"Smoke, Allan?\" ","paragraph0_beginOffset":431784,"paragraph0_qc_offsets":"431796-431798","paragraph0_cc_offsets":null,"paragraph1":"\"No, thanks.\" Baird looked doubly tall and lean, his face had a gaunt appearance; and as he sat down, his lithe supple right hand slowly closed on the arm of his chair. ","paragraph1_beginOffset":431822,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"Now then,\" began Roger, \"there are two things we want to get clear on. The first is about yourself and Deborah. There has been trouble, hasn't there?\" ","paragraph2_beginOffset":431992,"paragraph2_qc_offsets":"432010-432015","paragraph2_cc_offsets":"432096-432103", "annotations": []}
{"id": 34, "Unnamed: 0":15920,"book_id":24000,"book_file_id":"24000-8","p_quoted_id":89,"p_context_id":86,"q_quote":"\"John, is that you?\" ","q_beginOffset":547780,"q_endOffset":547812,"p_quoted_aliases":"Miss Mackenzie,Margaret,Mackenzie,Margaret Mackenzie,Miss Margaret,MARGARET MACKENZIE,MISS MACKENZIE,Miss Margaret Mackenzie,MARGARET","p_context_aliases":"John,John Ball,Mr Ball,Mr John Ball,Ball","paragraph0":"\"John,\" she said, \"is that you?\" ","paragraph0_beginOffset":547780,"paragraph0_qc_offsets":"547788-547791","paragraph0_cc_offsets":"547781-547785","paragraph1":"She spoke almost in a whisper, but, nevertheless, he heard her very clearly, and at once turned towards her room. ","paragraph1_beginOffset":547814,"paragraph1_qc_offsets":"547814-547817,547873-547876,547918-547921","paragraph1_cc_offsets":"547864-547866","paragraph2":"\"Come in, John,\" she said, opening the door wider. \"I wish to speak to you. I have been waiting till you should come up.\" ","paragraph2_beginOffset":547929,"paragraph2_qc_offsets":"547946-547949","paragraph2_cc_offsets":"547939-547943", "annotations": []}
{"id": 35, "Unnamed: 0":2248,"book_id":778,"book_file_id":"778","p_quoted_id":8,"p_context_id":34,"q_quote":"'It's no go, I knew it wouldn't be.We must make a bolt for the Psammead.It might help us.If it doesn't - well, I suppose we shall come alive again at sunset.I wonder if scalping hurts as much as they say.' ","q_beginOffset":271782,"q_endOffset":272016,"p_quoted_aliases":"Robert","p_context_aliases":"Anthea,ANTHEA","paragraph0":"'It's no go,' whispered Robert. 'I knew it wouldn't be. We must make a bolt for the Psammead. It might help us. If it doesn't - well, I suppose we shall come alive again at sunset. I wonder if scalping hurts as much as they say.' ","paragraph0_beginOffset":271782,"paragraph0_qc_offsets":"271806-271812","paragraph0_cc_offsets":null,"paragraph1":"'I'll wave the flag again,' said Anthea. 'If they stand back, we'll run for it.' ","paragraph1_beginOffset":272018,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"272051-272057","paragraph2":"She waved the towel, and the chief commanded his followers to stand back. Then, charging wildly at the place where the line of Indians was thinnest, the four children started to run. Their first rush knocked down some half-dozen Indians, over whose blanketed bodies the children leaped, and made straight for the sand-Pit. This was no time for the safe easy way by which carts go down - right over the edge of the sand-pit they went, among the yellow and pale purple flowers and dried grasses, past the little sand-martins' little front doors, skipping, clinging, bounding, stumbling, sprawling, and finally rolling. ","paragraph2_beginOffset":272101,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 36, "Unnamed: 0":73479,"book_id":768,"book_file_id":"768","p_quoted_id":20,"p_context_id":4,"q_quote":"'Oh, don't, don't go.It is the last time!Edgar will not hurt us.Heathcliff, I shall die!I shall die!' ","q_beginOffset":314701,"q_endOffset":314996,"p_quoted_aliases":"Linton,Mrs. Linton,Mrs. Heathcliff,Mrs. Linton Heathcliff,Linton Heathcliff","p_context_aliases":"Catherine,Earnshaw,Catherine Earnshaw","paragraph0":"'No!' she shrieked. 'Oh, don't, don't go. It is the last time! Edgar will not hurt us. Heathcliff, I shall die! I shall die!' ","paragraph0_beginOffset":314680,"paragraph0_qc_offsets":"314686-314689","paragraph0_cc_offsets":null,"paragraph1":"'Damn the fool! There he is,' cried Heathcliff, sinking back into his seat. 'Hush, my darling! Hush, hush, Catherine! I'll stay. If he shot me so, I'd expire with a blessing on my lips.' ","paragraph1_beginOffset":314812,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"314922-314931","paragraph2":"And there they were fast again. I heard my master mounting the stairs--the cold sweat ran from my forehead: I was horrified. ","paragraph2_beginOffset":315005,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 37, "Unnamed: 0":37503,"book_id":44,"book_file_id":"44-0","p_quoted_id":68,"p_context_id":103,"q_quote":"“THEA, what are you going to do this summer?” ","q_beginOffset":497081,"q_endOffset":497280,"p_quoted_aliases":"Fred,Ottenburg,Fred Ottenburg,OTTENBURG","p_context_aliases":"Thea,Miss Kronborg,Thea Kronborg,Kronborg,Miss Thea,THEA,Miss Thea Kronborg,THEA KRONBORG,KRONBORG","paragraph0":"“THEA,” said Fred Ottenburg one drizzly afternoon in April, while they sat waiting for their tea at a restaurant in the Pullman Building, overlooking the lake, “what are you going to do this summer?” ","paragraph0_beginOffset":497081,"paragraph0_qc_offsets":"497094-497098,497099-497108","paragraph0_cc_offsets":"497082-497086","paragraph1":"“I don't know. Work, I suppose.” ","paragraph1_beginOffset":497282,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“With Bowers, you mean? Even Bowers goes fishing for a month. Chicago's no place to work, in the summer. Haven't you made any plans?” ","paragraph2_beginOffset":497316,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 38, "Unnamed: 0":26861,"book_id":730,"book_file_id":"730","p_quoted_id":50,"p_context_id":52,"q_quote":"'Coals, candles, and house-rent free, Oh, Mrs. Corney, what an Angel you are!' ","q_beginOffset":429619,"q_endOffset":429717,"p_quoted_aliases":"Mr. Bumble,Bumble","p_context_aliases":"Mrs. Corney,Corney","paragraph0":"'Coals, candles, and house-rent free,' said Mr. Bumble. 'Oh, Mrs. Corney, what an Angel you are!' ","paragraph0_beginOffset":429619,"paragraph0_qc_offsets":"429663-429666,429667-429673","paragraph0_cc_offsets":"429681-429685,429686-429692","paragraph1":"The lady was not proof against this burst of feeling. She sank into Mr. Bumble's arms; and that gentleman in his agitation, imprinted a passionate kiss upon her chaste nose. ","paragraph1_beginOffset":429719,"paragraph1_qc_offsets":"429788-429791,429792-429798,429829-429832","paragraph1_cc_offsets":"429774-429777,429877-429880","paragraph2":"'Such porochial perfection!' exclaimed Mr. Bumble, rapturously. 'You know that Mr. Slout is worse to-night, my fascinator?' ","paragraph2_beginOffset":429895,"paragraph2_qc_offsets":"429934-429937,429938-429944","paragraph2_cc_offsets":null, "annotations": []}
{"id": 39, "Unnamed: 0":9876,"book_id":120,"book_file_id":"120-0","p_quoted_id":36,"p_context_id":25,"q_quote":"“One more cheer for Cap'n Smollett,” ","q_beginOffset":124191,"q_endOffset":124455,"p_quoted_aliases":"John,Silver,Long John,John Silver,Long John Silver","p_context_aliases":"Jim,Hawkins,Jim Hawkins,JIM HAWKINS","paragraph0":"“One more cheer for Cap'n Smollett,” cried Long John when the first had subsided. ","paragraph0_beginOffset":124191,"paragraph0_qc_offsets":"124234-124238,124239-124243","paragraph0_cc_offsets":null,"paragraph1":"And this also was given with a will. ","paragraph1_beginOffset":124274,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"On the top of that the three gentlemen went below, and not long after, word was sent forward that Jim Hawkins was wanted in the cabin. ","paragraph2_beginOffset":124312,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"124410-124413,124414-124421", "annotations": []}
{"id": 40, "Unnamed: 0":6207,"book_id":980,"book_file_id":"980-0","p_quoted_id":35,"p_context_id":25,"q_quote":"\"How silly of me!\" ","q_beginOffset":389984,"q_endOffset":390214,"p_quoted_aliases":"Alice,Miss Alice","p_context_aliases":"Walter,Adams,Mr. Adams,Walter Adams,Mr. Walter Adams","paragraph0":"\"Indeed it is,\" she agreed with herself, never failing to continue her murmur of laughter. \"That's what I've always told Alice; but she never sees anything good in herself, and she just laughs at me when I praise her. She sees good in everybody ELSE in the world, no matter how unworthy they are, or how they behave toward HER; but she always underestimates herself. From the time she was a little child she was always that way. When some other little girl would behave selfishly or meanly toward her, do you think she'd come and tell me? Never a word to anybody! The little thing was too proud! She was the same way about school. The teachers had to tell me when she took a prize; she'd bring it home and keep it in her room without a word about it to her father and mother. Now, Walter was just the other way. Walter would----\" But here Mrs. Adams checked herself, though she increased the volume of her laughter. \"How silly of me!\" she exclaimed. \"I expect you know how mothers ARE, though, Mr. Russell. Give us a chance and we'll talk about our children forever! Alice would feel terribly if she knew how I've been going on about her to you.\" ","paragraph0_beginOffset":389068,"paragraph0_qc_offsets":"389084-389087,389135-389138,389189-389194,389200-389203,389245-389248,389281-389284,389286-389289,389400-389403,389449-389452,389472-389475,390135-390140,390164-390167,390202-390205","paragraph0_cc_offsets":"389849-389855,389880-389886","paragraph1":"In this Mrs. Adams was right, though she did not herself suspect it, and upon an almost inaudible word or two from him she went on with her topic. \"Of course my excuse is that few mothers have a daughter like Alice. I suppose we all think the same way about our children, but SOME of us must be right when we feel we've got the best. Don't you think so?\" ","paragraph1_beginOffset":390216,"paragraph1_qc_offsets":"390425-390430","paragraph1_cc_offsets":null,"paragraph2":"\"Yes. Yes, indeed.\" ","paragraph2_beginOffset":390572,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 41, "Unnamed: 0":27458,"book_id":1606,"book_file_id":"1606-0","p_quoted_id":90,"p_context_id":100,"q_quote":"\"Let her go, she is but a hawk that goes down the wind; I would not bestow even a whistle to reclaim her.\" ","q_beginOffset":332173,"q_endOffset":332290,"p_quoted_aliases":"Tressilian,Edmund,Edmund Tressilian","p_context_aliases":"Wayland Smith,Smith,WAYLAND SMITH","paragraph0":"Wayland Smith was right in his prognostication. The sedative draught which his skill had prepared, and Will Badger's confidence had administered, was attended with the most beneficial effects. The patient's sleep was long and healthful, and the poor old knight awoke, humbled indeed in thought and weak in frame, yet a much better judge of whatever was subjected to his intellect than he had been for some time past. He resisted for a while the proposal made by his friends that Tressilian should undertake a journey to court, to attempt the recovery of his daughter, and the redress of her wrongs, in so far as they might yet be repaired. \"Let her go,\" he said; \"she is but a hawk that goes down the wind; I would not bestow even a whistle to reclaim her.\" But though he for some time maintained this argument, he was at length convinced it was his duty to take the part to which natural affection inclined him, and consent that such efforts as could yet be made should be used by Tressilian in behalf of his daughter. He subscribed, therefore, a warrant of attorney, such as the curate's skill enabled him to draw up; for in those simple days the clergy were often the advisers of their flock in law as well as in gospel. ","paragraph0_beginOffset":331533,"paragraph0_qc_offsets":"332012-332022,332087-332090,332187-332189,332302-332304,332345-332347,332379-332382,332441-332444,332539-332542,332553-332555,332637-332640","paragraph0_cc_offsets":"331533-331540,331541-331546,331560-331563,331608-331611","paragraph1":"All matters were prepared for Tressilian's second departure, within twenty-four hours after he had returned to Lidcote Hall; but one material circumstance had been forgotten, which was first called to the remembrance of Tressilian by Master Mumblazen. \"You are going to court, Master Tressilian,\" said he; \"you will please remember that your blazonry must be ARGENT and OR--no other tinctures will pass current.\" The remark was equally just and embarrassing. To prosecute a suit at court, ready money was as indispensable even in the golden days of Elizabeth as at any succeeding period; and it was a commodity little at the command of the inhabitants of Lidcote Hall. Tressilian was himself poor; the revenues of good Sir Hugh Robsart were consumed, and even anticipated, in his hospitable mode of living; and it was finally necessary that the herald who started the doubt should himself solve it. Master Michael Mumblazen did so by producing a bag of money, containing nearly three hundred pounds in gold and silver of various coinage, the savings of twenty years, which he now, without speaking a syllable upon the subject, dedicated to the service of the patron whose shelter and protection had given him the means of making this little hoard. Tressilian accepted it without affecting a moment's hesitation, and a mutual grasp of the hand was all that passed betwixt them, to express the pleasure which the one felt in dedicating his all to such a purpose, and that which the other received from finding so material an obstacle to the success of his journey so suddenly removed, and in a manner so unexpected. ","paragraph1_beginOffset":332758,"paragraph1_qc_offsets":"332850-332852,333427-333437,333534-333537","paragraph1_cc_offsets":null,"paragraph2":"While Tressilian was making preparations for his departure early the ensuing morning, Wayland Smith desired to speak with him, and, expressing his hope that he had been pleased with the operation of his medicine in behalf of Sir Hugh Robsart, added his desire to accompany him to court. This was indeed what Tressilian himself had several times thought of; for the shrewdness, alertness of understanding, and variety of resource which this fellow had exhibited during the time they had travelled together, had made him sensible that his assistance might be of importance. But then Wayland was in danger from the grasp of law; and of this Tressilian reminded him, mentioning something, at the same time, of the pincers of Pinniewinks and the warrant of Master Justice Blindas. Wayland Smith laughed both to scorn. ","paragraph2_beginOffset":334373,"paragraph2_qc_offsets":"334379-334389,334418-334421,334681-334691","paragraph2_cc_offsets":"335149-335156,335157-335162", "annotations": []}
{"id": 42, "Unnamed: 0":72932,"book_id":768,"book_file_id":"768","p_quoted_id":30,"p_context_id":35,"q_quote":"'Take the candle, and go where you please.I shall join you directly.Keep out of the yard, though, the dogs are unchained; and the house--Juno mounts sentinel there, and--nay, you can only ramble about the steps and passages.But, away with you!I'll come in two minutes!' ","q_beginOffset":50797,"q_endOffset":51302,"p_quoted_aliases":"Heathcliff,Mr. Heathcliff","p_context_aliases":"Cathy,Miss Cathy","paragraph0":"'Delightful company!' muttered Heathcliff. 'Take the candle, and go where you please. I shall join you directly. Keep out of the yard, though, the dogs are unchained; and the house--Juno mounts sentinel there, and--nay, you can only ramble about the steps and passages. But, away with you! I'll come in two minutes!' ","paragraph0_beginOffset":50753,"paragraph0_qc_offsets":"50784-50794","paragraph0_cc_offsets":null,"paragraph1":"I obeyed, so far as to quit the chamber; when, ignorant where the narrow lobbies led, I stood still, and was witness, involuntarily, to a piece of superstition on the part of my landlord which belied, oddly, his apparent sense. He got on to the bed, and wrenched open the lattice, bursting, as he pulled at it, into an uncontrollable passion of tears. 'Come in! come in!' he sobbed. 'Cathy, do come. Oh, do--_once_ more! Oh! my heart's darling! hear me _this_ time, Catherine, at last!' The spectre showed a spectre's ordinary caprice: it gave no sign of being; but the snow and wind whirled wildly through, even reaching my station, and blowing out the light. ","paragraph1_beginOffset":51076,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"51463-51468","paragraph2":"There was such anguish in the gush of grief that accompanied this raving, that my compassion made me overlook its folly, and I drew off, half angry to have listened at all, and vexed at having related my ridiculous nightmare, since it produced that agony; though _why_ was beyond my comprehension. I descended cautiously to the lower regions, and landed in the back-kitchen, where a gleam of fire, raked compactly together, enabled me to rekindle my candle. Nothing was stirring except a brindled, grey cat, which crept from the ashes, and saluted me with a querulous mew. ","paragraph2_beginOffset":51744,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 43, "Unnamed: 0":72700,"book_id":179,"book_file_id":"179-0","p_quoted_id":18,"p_context_id":5,"q_quote":"“Mr. Acton was apparently about to announce his own engagement,” ","q_beginOffset":327815,"q_endOffset":328111,"p_quoted_aliases":"Eugenia","p_context_aliases":"Acton,Lizzie,Lizzie Acton","paragraph0":"“Mr. Acton was apparently about to announce his own engagement,” said Eugenia. ","paragraph0_beginOffset":327815,"paragraph0_qc_offsets":"327885-327892","paragraph0_cc_offsets":null,"paragraph1":"Mr. Wentworth’s jocosity increased. “It is not exactly that; but it is in the family. Clifford, hearing this morning that Mr. Brand had expressed a desire to tie the nuptial knot for his sister, took it into his head to arrange that, while his hand was in, our good friend should perform a like ceremony for himself and Lizzie Acton.” ","paragraph1_beginOffset":327895,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"328215-328221,328222-328227","paragraph2":"The Baroness threw back her head and smiled at her uncle; then turning, with an intenser radiance, to Robert Acton, “I am certainly very stupid not to have thought of that,” she said. Acton looked down at his boots, as if he thought he had perhaps reached the limits of legitimate experimentation, and for a moment Eugenia said nothing more. It had been, in fact, a sharp knock, and she needed to recover herself. This was done, however, promptly enough. “Where are the young people?” she asked. ","paragraph2_beginOffset":328231,"paragraph2_qc_offsets":"328546-328553,328614-328617,328716-328719","paragraph2_cc_offsets":"328415-328420", "annotations": []}
{"id": 44, "Unnamed: 0":24003,"book_id":31473,"book_file_id":"31473","p_quoted_id":41,"p_context_id":39,"q_quote":"\"Don't say a word, sir, You can get you just as good housekeepers as I am. I don't feel to change my situation just at present, sir.\" ","q_beginOffset":343797,"q_endOffset":343953,"p_quoted_aliases":"Mrs. Lunn,Lunn,Maria Lunn,Maria,Mrs. Maria Lunn","p_context_aliases":"Shaw,Asa Shaw,Asa","paragraph0":"\"Don't say a word, sir,\" protested Mrs. Lunn. \"You can get you just as good housekeepers as I am. I don't feel to change my situation just at present, sir.\" ","paragraph0_beginOffset":343797,"paragraph0_qc_offsets":"343832-343836,343837-343841","paragraph0_cc_offsets":null,"paragraph1":"\"Is that final?\" said Captain Shaw, looking crestfallen. \"Come now, Maria! I'm a good-hearted man, I'm worth over forty thousand dollars, and I'll make you a good husband, I promise. Here's the minister on your hands, I know. I did feel all ashore when I found you'd promised to take him in. I tried to get a chance to speak with you before you went off, but when I come home from New York 't was the first news I heard. I don't deem it best for you; you can't make nothin' out o' one boarder, anyway. I tried it once myself.\" ","paragraph1_beginOffset":343955,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"343985-343989","paragraph2":"\"Excuse me, Mr. Shaw,\" said Mrs. Lunn coldly; \"I know my own business best. You have had my answer, sir.\" She added in a more amiable tone, \"Not but what I feel obliged to you for payin' me the compliment.\" ","paragraph2_beginOffset":344483,"paragraph2_qc_offsets":"344511-344515,344516-344520,344589-344592","paragraph2_cc_offsets":null, "annotations": []}
{"id": 45, "Unnamed: 0":21599,"book_id":47,"book_file_id":"47-0","p_quoted_id":130,"p_context_id":50,"q_quote":"“I’ll be glad when the auction is over, It is too much responsibility having so much stock about the place and nobody but that unreliable Martin to look after them. He has never come back yet and he promised that he would certainly be back last night if I’d give him the day off to go to his aunt’s funeral. I don’t know how many aunts he has got, I am sure. That’s the fourth that’s died since he hired here a year ago. I’ll be more than thankful when the crop is in and Mr. Barry takes over the farm. We’ll have to keep Dolly shut up in the pen till Martin comes, for she must be put in the back pasture and the fences there have to be fixed. I declare, it is a world of trouble, as Rachel says. Here’s poor Mary Keith dying and what is to become of those two children of hers is more than I know. She has a brother in British Columbia and she has written to him about them, but she hasn’t heard from him yet.” ","q_beginOffset":11796,"q_endOffset":12724,"p_quoted_aliases":"Marilla,Cuthbert,Marilla Cuthbert,Miss Cuthbert,Miss Marilla Cuthbert","p_context_aliases":"Mrs. Lynde,Mrs. Rachel,Rachel,Mrs. Rachel Lynde,Rachel Lynde,Lynde","paragraph0":"“I’ll be glad when the auction is over,” said Marilla. “It is too much responsibility having so much stock about the place and nobody but that unreliable Martin to look after them. He has never come back yet and he promised that he would certainly be back last night if I’d give him the day off to go to his aunt’s funeral. I don’t know how many aunts he has got, I am sure. That’s the fourth that’s died since he hired here a year ago. I’ll be more than thankful when the crop is in and Mr. Barry takes over the farm. We’ll have to keep Dolly shut up in the pen till Martin comes, for she must be put in the back pasture and the fences there have to be fixed. I declare, it is a world of trouble, as Rachel says. Here’s poor Mary Keith dying and what is to become of those two children of hers is more than I know. She has a brother in British Columbia and she has written to him about them, but she hasn’t heard from him yet.” ","paragraph0_beginOffset":11796,"paragraph0_qc_offsets":"11842-11849","paragraph0_cc_offsets":"12497-12503","paragraph1":"“What are the children like? How old are they?” ","paragraph1_beginOffset":12726,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“Six past . . . they’re twins.” ","paragraph2_beginOffset":12775,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 46, "Unnamed: 0":49788,"book_id":154,"book_file_id":"154","p_quoted_id":66,"p_context_id":5,"q_quote":"\"He proposed it.\" ","q_beginOffset":252744,"q_endOffset":252962,"p_quoted_aliases":"Lapham,Silas,Silas Lapham,LAPHAM,SILAS LAPHAM","p_context_aliases":"Corey,Mr. Corey,COREY","paragraph0":"\"Corey? Oh!\" said Lapham, affecting not to have thought she could mean Corey. \"He proposed it.\" ","paragraph0_beginOffset":252665,"paragraph0_qc_offsets":"252683-252689","paragraph0_cc_offsets":"252666-252671,252736-252741,252745-252747","paragraph1":"\"Likely!\" jeered his wife, but with perfect amiability. ","paragraph1_beginOffset":252763,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"252780-252783","paragraph2":"\"It's so,\" protested the Colonel. \"We got talking about a matter just before I left, and he walked down to the boat with me; and then he said if I didn't mind he guessed he'd come along down and go back on the return boat. Of course I couldn't let him do that.\" ","paragraph2_beginOffset":252820,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 47, "Unnamed: 0":75109,"book_id":1268,"book_file_id":"1268-0","p_quoted_id":11,"p_context_id":21,"q_quote":"\"Wait! There is nothing else to be done!\" ","q_beginOffset":883900,"q_endOffset":884181,"p_quoted_aliases":"Cyrus Harding,Harding,Cyrus","p_context_aliases":"Herbert,-- Herbert","paragraph0":"\"Wait! There is nothing else to be done!\" repeated Cyrus Harding. \"When Herbert is cured, we can organize a general battle of the island, and have satisfaction of these convicts. That will be the object of our grand expedition at the same time--\" ","paragraph0_beginOffset":883900,"paragraph0_qc_offsets":"883951-883956,883957-883964","paragraph0_cc_offsets":"883972-883979","paragraph1":"\"As the search for our mysterious protector,\" added Gideon Spilett, finishing the engineer's sentence. \"And it must be acknowledged, my dear Cyrus, that this time his protection was wanting at the very moment when it was most necessary to us!\" ","paragraph1_beginOffset":884148,"paragraph1_qc_offsets":"884289-884294,884311-884314","paragraph1_cc_offsets":null,"paragraph2":"\"Who knows?\" replied the engineer. ","paragraph2_beginOffset":884393,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 48, "Unnamed: 0":23919,"book_id":31473,"book_file_id":"31473","p_quoted_id":2,"p_context_id":80,"q_quote":"\"Well, my hearing ain't good.\" ","q_beginOffset":204940,"q_endOffset":205188,"p_quoted_aliases":"Polly,Polly Norris,Norris","p_context_aliases":"Mr. Haydon,Israel Haydon,Haydon,Mr. Israel Haydon","paragraph0":"\"Well, my hearing ain't good.\" Polly tried to get herself into safe shelter of generalities. \"Old folks kind o' dreams things; you must excuse me, Maria. But I certain have heard a sight o' talk about your stoppin' here so long with Mr. Haydon, and that William thought you was overdoin', an' would have spoke, only you was his wife's cousin. There's plenty stands up for you; I should always be one of 'em my self; you needn't think but I'm a friend, Maria. I heard somebody a-remarking that you was goin' to stay till you got him; an' others said Mr. Israel Haydon was one to know his own mind, and he never would want to put nobody in his wife's place, they set so by one another. An' I spoke a good word for ye. I says, 'Now look here! 't ain't 's if Mari' Durrant was a girl o' twenty-five; she's a smart capable creatur',' says I, 'an''\"-- ","paragraph0_beginOffset":204940,"paragraph0_qc_offsets":"204971-204976","paragraph0_cc_offsets":"205173-205176,205177-205183,205489-205492,205493-205499,205500-205506,205523-205526,205541-205543,205578-205581","paragraph1":"\"I guess I've got an old dress I can let you have.\" ","paragraph1_beginOffset":205787,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"Maria Durrant, with crimson cheeks and a beating heart, rose suddenly and escaped to the back stairway. She left old Polly sitting in the kitchen so long that she fell into a comfortable drowse, from which she was recalled by Maria's reappearance with a bundle of discarded garments, but there was something stern and inhospitable in these last moments of the visit, and Polly soon shuffled off down the lane, mumbling and muttering and hugging the bundle with great delight. She always enjoyed her visits to the Haydon farm. But she had left Miss Durrant crying by the western window; the bitter tears were falling on Israel Haydon's old black coat. It seemed very hard that a woman who had spent all her life working for others should be treated as the enemy of kindred and acquaintance; this was almost the first time in all her history that she had managed to gather and hold a little peace and happiness. There was nothing to do now but to go back to her brother's noisy shiftless house; to work against wind and tide of laziness and improvidence. She must slave for the three boarders, so that her brother's wife could go to New York State to waste her time with a sister just as worthless, though not so penniless, as herself. And there was young Johnny, her nephew, working with Mr. Haydon on the farm, and doing so well, he must go back too, and be put into the factory. Maria looked out of the window; through the tears that stood in her eyes the smooth green fields were magnified and transfigured. ","paragraph2_beginOffset":205840,"paragraph2_qc_offsets":"205957-205962,205999-206002,206046-206049,206211-206216,206316-206319,206335-206338,206370-206373","paragraph2_cc_offsets":"207127-207130,207131-207137,207170-207172", "annotations": []}
{"id": 49, "Unnamed: 0":63448,"book_id":125,"book_file_id":"125-0","p_quoted_id":0,"p_context_id":12,"q_quote":"\"Elnora has changed her mind. She is not going,\" ","q_beginOffset":308138,"q_endOffset":308405,"p_quoted_aliases":"Mrs. Comstock,MRS. COMSTOCK","p_context_aliases":"Margaret,Aunt Margaret,MARGARET","paragraph0":"\"Elnora has changed her mind. She is not going,\" called Mrs. Comstock. ","paragraph0_beginOffset":308138,"paragraph0_qc_offsets":"308194-308198,308199-308207","paragraph0_cc_offsets":null,"paragraph1":"She felt that she hated Margaret as she hitched her horse and came up the walk instead of driving on. ","paragraph1_beginOffset":308210,"paragraph1_qc_offsets":"308210-308213,308224-308227","paragraph1_cc_offsets":"308234-308242,308246-308249,308258-308261","paragraph2":"\"You must be mistaken,\" said Margaret. \"I was going on purpose for her. She asked me to take her. I had no errand. Where is she?\" ","paragraph2_beginOffset":308313,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"308342-308350,308380-308383,308385-308388,308406-308409,308437-308440", "annotations": []}
{"id": 50, "Unnamed: 0":87527,"book_id":737,"book_file_id":"737","p_quoted_id":19,"p_context_id":2,"q_quote":"\"Then let's eat ours now, I'm awful hungry.\" ","q_beginOffset":96008,"q_endOffset":96074,"p_quoted_aliases":"Flossie","p_context_aliases":"Freddie,Freddie Bobbsey,BOBBSEY,Bobbsey","paragraph0":"\"Then let's eat ours now,\" suggested Flossie. \"I'm awful hungry.\" ","paragraph0_beginOffset":96008,"paragraph0_qc_offsets":"96045-96052","paragraph0_cc_offsets":null,"paragraph1":"\"So am I,\" said Freddie. So Nan and Bert decided that the little ones might at least have a sandwich and a piece of cake. Nor did they forget the two little Jones children, who had no lunch. The Bobbseys were well provided and soon Sammie and Julia were smiling and happy as they sat beneath a tree, eating. ","paragraph1_beginOffset":96076,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"96092-96099","paragraph2":"Then came all sorts of games, from tag and jumping rope, to blindman's bluff and hide-and-seek. Snap was made to do a number of tricks, much to the amusement of the teachers and children. Danny Rugg, and some of the older boys, got up a small baseball game, and then Danny, with one or two chums, went off in a deeper part of the woods. Bert heard one of the boys ask another if he had any matches. ","paragraph2_beginOffset":96388,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 51, "Unnamed: 0":20561,"book_id":432,"book_file_id":"432-0","p_quoted_id":11,"p_context_id":36,"q_quote":"“Ah not yet! Sarah and Jim and Mamie. But Waymarsh with them—for Sarah. It’s too beautiful,” ","q_beginOffset":760495,"q_endOffset":760762,"p_quoted_aliases":"Strether,Lambert Strether","p_context_aliases":"Sarah,Sarah Pocock,Pocock","paragraph0":"“Ah not yet! Sarah and Jim and Mamie. But Waymarsh with them—for Sarah. It’s too beautiful,” Strether continued; “I find I don’t get over that—it’s always a fresh joy. But it’s a fresh joy too,” he added, “that—well, what do you think? Little Bilham also goes. But he of course goes for Mamie.” ","paragraph0_beginOffset":760495,"paragraph0_qc_offsets":"760588-760596,760690-760692","paragraph0_cc_offsets":"760508-760513,760560-760565","paragraph1":"Miss Gostrey wondered. “‘For’ her? Do you mean they’re already engaged?” ","paragraph1_beginOffset":760791,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“Well,” said Strether, “say then for _me_. He’ll do anything for me; just as I will, for that matter—anything I can—for him. Or for Mamie either. _She’ll_ do anything for me.” ","paragraph2_beginOffset":760865,"paragraph2_qc_offsets":"760878-760886,760908-760910,760985-760988","paragraph2_cc_offsets":null, "annotations": []}
{"id": 52, "Unnamed: 0":8518,"book_id":2876,"book_file_id":"2876-0","p_quoted_id":8,"p_context_id":32,"q_quote":"“If I know anything of heads, there’s everything in that face but love. I shall have to put that in myself; and that chin and mouth won’t be won for nothing. But she’s right. She knows what she wants, and she’s going to get it. What insolence! Me! Of all the people in the wide world, to use me! But then she’s Maisie. There’s no getting over that fact; and it’s good to see her again. This business must have been simmering at the back of my head for years.... She’ll use me as I used Binat at Port Said. She’s quite right. It will hurt a little. I shall have to see her every Sunday,—like a young man courting a housemaid. She’s sure to come around; and yet—that mouth isn’t a yielding mouth. I shall be wanting to kiss her all the time, and I shall have to look at her pictures,—I don’t even know what sort of work she does yet,—and I shall have to talk about Art,—Woman’s Art! Therefore, particularly and perpetually, damn all varieties of Art. It did me a good turn once, and now it’s in my way. I’ll go home and do some Art.” ","q_beginOffset":99102,"q_endOffset":100145,"p_quoted_aliases":"Dick,-- Dick","p_context_aliases":"Maisie","paragraph0":"“If I know anything of heads,” he said, “there’s everything in that face but love. I shall have to put that in myself; and that chin and mouth won’t be won for nothing. But she’s right. She knows what she wants, and she’s going to get it. What insolence! Me! Of all the people in the wide world, to use me! But then she’s Maisie. There’s no getting over that fact; and it’s good to see her again. This business must have been simmering at the back of my head for years.... She’ll use me as I used Binat at Port Said. ","paragraph0_beginOffset":99102,"paragraph0_qc_offsets":"99133-99135","paragraph0_cc_offsets":"99424-99430","paragraph1":"She’s quite right. It will hurt a little. I shall have to see her every Sunday,—like a young man courting a housemaid. She’s sure to come around; and yet—that mouth isn’t a yielding mouth. I shall be wanting to kiss her all the time, and I shall have to look at her pictures,—I don’t even know what sort of work she does yet,—and I shall have to talk about Art,—Woman’s Art! Therefore, particularly and perpetually, damn all varieties of Art. It did me a good turn once, and now it’s in my way. I’ll go home and do some Art.” ","paragraph1_beginOffset":99620,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"Half-way to the studio, Dick was smitten with a terrible thought. The figure of a solitary woman in the fog suggested it. ","paragraph2_beginOffset":100147,"paragraph2_qc_offsets":"100171-100175","paragraph2_cc_offsets":null, "annotations": []}
{"id": 53, "Unnamed: 0":17813,"book_id":1450,"book_file_id":"1450-0","p_quoted_id":18,"p_context_id":35,"q_quote":"\"I'm a stranger to you, of course, But I'm not a stranger to your little niece, Pollyanna. I've been at the hotel all summer, and every day I've had to take long walks for my health. It was on these walks that I've met your niece--she's such a dear little girl! I wish I could make you understand what she's been to me. I was very sad when I came up here; and her bright face and cheery ways reminded me of--my own little girl that I lost years ago. I was so shocked to hear of the accident; and then when I learned that the poor child would never walk again, and that she was so unhappy because she couldn't be glad any longer--the dear child!--I just had to come to you.\" ","q_beginOffset":282908,"q_endOffset":283602,"p_quoted_aliases":"Pollyanna,Miss Pollyanna","p_context_aliases":"Miss Polly,Miss Polly Harrington,Harrington,Miss Harrington,Polly,MISS POLLY HARRINGTON,Polly Harrington,MISS POLLY","paragraph0":"\"I'm a stranger to you, of course,\" she began at once. \"But I'm not a stranger to your little niece, Pollyanna. I've been at the hotel all summer, and every day I've had to take long walks for my health. It was on these walks that I've met your niece--she's such a dear little girl! I wish I could make you understand what she's been to me. I was very sad when I came up here; and her bright face and cheery ways reminded me of--my own little girl that I lost years ago. I was so shocked to hear of the accident; and then when I learned that the poor child would never walk again, and that she was so unhappy because she couldn't be glad any longer--the dear child!--I just had to come to you.\" ","paragraph0_beginOffset":282908,"paragraph0_qc_offsets":"282944-282947","paragraph0_cc_offsets":null,"paragraph1":"\"You are very kind,\" murmured Miss Polly. ","paragraph1_beginOffset":283604,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"283634-283638,283639-283644","paragraph2":"\"But it is you who are to be kind,\" demurred the other. \"I--I want you to give her a message from me. Will you?\" ","paragraph2_beginOffset":283647,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"283726-283729", "annotations": []}
{"id": 54, "Unnamed: 0":16894,"book_id":32382,"book_file_id":"32382-8","p_quoted_id":19,"p_context_id":33,"q_quote":"\"I'll get some to set away for tea anyhow.\" ","q_beginOffset":16018,"q_endOffset":16295,"p_quoted_aliases":"Melissa","p_context_aliases":"Miss Dane,Dane","paragraph0":"Melissa was picking over red currants to make a pie, and rose from her chair with a little unwillingness. \"I guess they could wait until afternoon,\" said she, as she came back. \"Miss H'ratia's in a fret because she forgot about sending some white currants to the minister's. I told her that Andrew had gone to have the horses shod, and wouldn't be back till near noon. I don't see why part of the folks in the world should kill themselves trying to suit the rest. As long as I haven't got any citron for the cake, I suppose I might go out and pick 'em,\" added Melissa ungraciously. \"I'll get some to set away for tea anyhow.\" ","paragraph0_beginOffset":15436,"paragraph0_qc_offsets":"15436-15443,15503-15506,15590-15593,15598-15601,15647-15650,15718-15721,15996-16003","paragraph0_cc_offsets":null,"paragraph1":"Miss Dane had a letter to write after she had rested from her walk; and Nelly soon left her in the dark parlor, and went back to the sunshiny garden to help Melissa, who seemed to be taking life with more than her usual disapproval. She was sheltered by an enormous gingham sunbonnet. ","paragraph1_beginOffset":16063,"paragraph1_qc_offsets":"16220-16227,16273-16276,16296-16299","paragraph1_cc_offsets":"16063-16067,16068-16072,16101-16104,16121-16124,16151-16154","paragraph2":"\"I set out to free my mind to your cousin H'ratia this morning,\" said she, as Nelly crouched down at the opposite side of the bush where she was picking; \"but we can't agree on that p'int, and it's no use. I don't say nothing. You might's well ask the moon to face about and travel the other way as to try to change Miss H'ratia's mind. I ain't going to argue it with her: it ain't my place; I know that as well as anybody. She'd run her feet off for the minister's folks any day; and, though I do say he's a fair preacher, they haven't got a speck o' consideration nor fac'lty; they think the world was made for them, but I think likely they'll find out it wasn't; most folks do. When he first was settled here, I had a fit o' sickness, and he come to see me when I was getting over the worst of it. He did the best he could, I always took it very kind of him; but he made a prayer, and he kep' sayin' 'this aged handmaid,' I should think, a dozen times. Aged handmaid!\" said Melissa scornfully: \"I don't call myself aged yet, and that was more than ten years ago. I never made pretensions to being younger than I am; but you'd 'a' thought I was a topplin' old creatur' going on a hundred.\" ","paragraph2_beginOffset":16349,"paragraph2_qc_offsets":"16419-16422,16486-16489,16717-16720,16773-16776,16783-16786,17326-17333","paragraph2_cc_offsets":null, "annotations": []}
{"id": 55, "Unnamed: 0":36728,"book_id":44,"book_file_id":"44-0","p_quoted_id":68,"p_context_id":103,"q_quote":"\"Count on me!\" ","q_beginOffset":735404,"q_endOffset":735657,"p_quoted_aliases":"Fred,Ottenburg,Fred Ottenburg,OTTENBURG","p_context_aliases":"Thea,Miss Kronborg,Thea Kronborg,Kronborg,Miss Thea,THEA,Miss Thea Kronborg,THEA KRONBORG,KRONBORG","paragraph0":"\"Count on me!\" Their eyes met in a gay smile, and Fred bowed himself out. ","paragraph0_beginOffset":735404,"paragraph0_qc_offsets":"735454-735458","paragraph0_cc_offsets":null,"paragraph1":"VII ","paragraph1_beginOffset":735482,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"ON Saturday night Dr. Archie went with Fred Ottenburg to hear \"Tannhauser.\" Thea had a rehearsal on Sunday afternoon, but as she was not on the bill again until Wednesday, she promised to dine with Archie and Ottenburg on Monday, if they could make the dinner early. ","paragraph2_beginOffset":735487,"paragraph2_qc_offsets":"735526-735530,735531-735540","paragraph2_cc_offsets":"735563-735567,735612-735615,735659-735662", "annotations": []}
{"id": 56, "Unnamed: 0":79909,"book_id":60,"book_file_id":"60-0","p_quoted_id":38,"p_context_id":37,"q_quote":"“that that jackanapes of yours will join us in a glass? Tell him that we drink in token of reconciliation.” ","q_beginOffset":92731,"q_endOffset":93057,"p_quoted_aliases":"Percy,Percy Blakeney,Blakeney,PERCY BLAKENEY","p_context_aliases":"Marguerite,Marguerite St. Just","paragraph0":"“That's right,” said Blakeney, “then Armand can join us in the merry bowl. Think you, Tony,” he added, turning towards the Vicomte, “that that jackanapes of yours will join us in a glass? Tell him that we drink in token of reconciliation.” ","paragraph0_beginOffset":92599,"paragraph0_qc_offsets":"92620-92628","paragraph0_cc_offsets":null,"paragraph1":"“In fact you are all such merry company,” said Marguerite, “that I trust you will forgive me if I bid my brother good-bye in another room.” ","paragraph1_beginOffset":92840,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"92887-92897","paragraph2":"It would have been bad form to protest. Both Lord Antony and Sir Andrew felt that Lady Blakeney could not altogether be in tune with them at that moment. Her love for her brother, Armand St. Just, was deep and touching in the extreme. He had just spent a few weeks with her in her English home, and was going back to serve his country, at a moment when death was the usual reward for the most enduring devotion. ","paragraph2_beginOffset":92981,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 57, "Unnamed: 0":51115,"book_id":14396,"book_file_id":"14396","p_quoted_id":15,"p_context_id":12,"q_quote":"\"Do you mean you want my children to go to common public schools?\" ","q_beginOffset":313664,"q_endOffset":313968,"p_quoted_aliases":"Edith","p_context_aliases":"Roger,Roger Gale","paragraph0":"\"Father!\" she demanded. \"Do you mean you want my children to go to common public schools?\" There was rage and amazement upon her pretty countenance, and with it an instant certainty too. Yes, this was Deborah's planning! But Roger thought that Edith's look was all directed at himself. And for the first time in his life he felt the shame and humility of the male provider no longer able to provide. He reddened and looked down at his plate. ","paragraph0_beginOffset":313640,"paragraph0_qc_offsets":"313650-313653,313765-313768,313884-313889","paragraph0_cc_offsets":"313865-313870,313952-313955,313961-313963,314040-314042,314071-314074","paragraph1":"\"You don't understand,\" he said. \"I'm strapped, my child--I can't help it--I'm poor.\" ","paragraph1_beginOffset":314083,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"314107-314109","paragraph2":"\"Oh. Oh, dad. I'm sorry.\" He glanced up at his daughter and saw tears welling in her eyes. How utterly miserable both of them were. ","paragraph2_beginOffset":314170,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 58, "Unnamed: 0":24064,"book_id":30723,"book_file_id":"30723","p_quoted_id":67,"p_context_id":51,"q_quote":"'garment And you, Arkady, are you going to your room for a minute?' ","q_beginOffset":47173,"q_endOffset":47315,"p_quoted_aliases":"Bazarov,Mr. Bazarov,BAZAROV","p_context_aliases":"Arkady,Arkady Nikolaitch","paragraph0":"'Certainly. Prokofitch, take the gentleman's coat.' (Prokofitch, with an air of perplexity, picked up Bazarov's 'garment' in both hands, and holding it high above his head, retreated on tiptoe.) 'And you, Arkady, are you going to your room for a minute?' ","paragraph0_beginOffset":47061,"paragraph0_qc_offsets":"47163-47170,47224-47227","paragraph0_cc_offsets":"47266-47272","paragraph1":"'Yes, I must wash,' answered Arkady, and was just moving towards the door, but at that instant there came into the drawing-room a man of medium height, dressed in a dark English suit, a fashionable low cravat, and kid shoes, Pavel Petrovitch Kirsanov. He looked about forty-five: his close-cropped, grey hair shone with a dark lustre, like new silver; his face, yellow but free from wrinkles, was exceptionally regular and pure in line, as though carved by a light and delicate chisel, and showed traces of remarkable beauty; specially fine were his clear, black, almond-shaped eyes. The whole person of Arkady's uncle, with its aristocratic elegance, had preserved the gracefulness of youth and that air of striving upwards, away from earth, which for the most part is lost after the twenties are past. ","paragraph1_beginOffset":47317,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"47346-47352,47921-47927","paragraph2":"Pavel Petrovitch took out of his trouser pocket his exquisite hand with its long tapering pink nails, a hand which seemed still more exquisite from the snowy whiteness of the cuff, buttoned with a single, big opal, and gave it to his nephew. After a preliminary handshake in the European style, he kissed him thrice after the Russian fashion, that is to say, he touched his cheek three times with his perfumed moustaches, and said, 'Welcome.' ","paragraph2_beginOffset":48122,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 59, "Unnamed: 0":54333,"book_id":863,"book_file_id":"863-0","p_quoted_id":33,"p_context_id":8,"q_quote":"“I do not know, But one thing does strike me. No doubt it has struck you too.” ","q_beginOffset":244347,"q_endOffset":244440,"p_quoted_aliases":"Poirot,POIROT,Papa Poirot","p_context_aliases":"Mrs. Inglethorp,Inglethorp","paragraph0":"“I do not know,” said Poirot. “But one thing does strike me. No doubt it has struck you too.” ","paragraph0_beginOffset":244347,"paragraph0_qc_offsets":"244369-244375","paragraph0_cc_offsets":null,"paragraph1":"“What is that?” ","paragraph1_beginOffset":244442,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“Why, that there is altogether too much strychnine about this case. This is the third time we run up against it. There was strychnine in Mrs. Inglethorp’s tonic. There is the strychnine sold across the counter at Styles St. Mary by Mace. Now we have more strychnine, handled by one of the household. It is confusing; and, as you know, I do not like confusion.” ","paragraph2_beginOffset":244459,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"244596-244600,244601-244611", "annotations": []}
{"id": 60, "Unnamed: 0":83613,"book_id":113,"book_file_id":"113-0","p_quoted_id":14,"p_context_id":20,"q_quote":"“I almost told, but I stopped myself in time. I won’t talk and I’ll go to sleep, but you said you had a whole lot of nice things to tell me. Have you—do you think you have found out anything at all about the way into the secret garden?” ","q_beginOffset":257047,"q_endOffset":257294,"p_quoted_aliases":"Colin,Mester Colin,COLIN,Mester","p_context_aliases":"Mary,Miss Mary,MARY","paragraph0":"“I almost told,” he said; “but I stopped myself in time. I won’t talk and I’ll go to sleep, but you said you had a whole lot of nice things to tell me. Have you—do you think you have found out anything at all about the way into the secret garden?” ","paragraph0_beginOffset":257047,"paragraph0_qc_offsets":"257064-257066","paragraph0_cc_offsets":null,"paragraph1":"Mary looked at his poor little tired face and swollen eyes and her heart relented. ","paragraph1_beginOffset":257296,"paragraph1_qc_offsets":"257311-257314","paragraph1_cc_offsets":"257296-257300,257359-257362","paragraph2":"“Ye-es,” she answered, “I think I have. And if you will go to sleep I will tell you tomorrow.” His hand quite trembled. ","paragraph2_beginOffset":257380,"paragraph2_qc_offsets":"257475-257478","paragraph2_cc_offsets":"257389-257392", "annotations": []}
{"id": 61, "Unnamed: 0":1539,"book_id":1207,"book_file_id":"1207-0","p_quoted_id":46,"p_context_id":11,"q_quote":"\"Say, Mopo, can it be done this night?\" ","q_beginOffset":343130,"q_endOffset":343358,"p_quoted_aliases":"Chaka,CHAKA","p_context_aliases":"Mopo,MOPO","paragraph0":"Now, Chaka brooded awhile, then he spoke: \"Say, Mopo, can it be done this night?\" ","paragraph0_beginOffset":343088,"paragraph0_qc_offsets":"343093-343098,343120-343122","paragraph0_cc_offsets":null,"paragraph1":"\"There are but few men in the kraal, O King. All are gone out to war; and of those few many are the servants of the princes, and perhaps they might give blow for blow.\" ","paragraph1_beginOffset":343171,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"How then, Mopo?\" ","paragraph2_beginOffset":343341,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"343352-343356", "annotations": []}
{"id": 62, "Unnamed: 0":12135,"book_id":6683,"book_file_id":"6683","p_quoted_id":3,"p_context_id":52,"q_quote":"'I felt it necessary to search among Mr Burns's papers, sir, in the hope of finding--' ","q_beginOffset":279742,"q_endOffset":280054,"p_quoted_aliases":"Mr Abney,Mr Arnold Abney,Abney","p_context_aliases":"Sam,Sam Fisher,Fisher","paragraph0":"'I felt it necessary to search among Mr Burns's papers, sir, in the hope of finding--' ","paragraph0_beginOffset":279742,"paragraph0_qc_offsets":null,"paragraph0_cc_offsets":null,"paragraph1":"And then I knew what he had found. From the first the blue-grey notepaper had had a familiar look. I recognized it now. It was Cynthia's letter, that damning document which I had been mad enough to read to him in London. His prediction that the luck would change had come amazingly true. ","paragraph1_beginOffset":279830,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"I caught Sam's eye. For the second time he was unfeeling enough to wink. It was a rich, comprehensive wink, as expressive and joyous as a college yell. ","paragraph2_beginOffset":280119,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"280128-280131,280159-280161", "annotations": []}
{"id": 63, "Unnamed: 0":83974,"book_id":479,"book_file_id":"479-0","p_quoted_id":38,"p_context_id":24,"q_quote":"\"Is there anything---- What would you get for yourself, if you were rich?\" ","q_beginOffset":53615,"q_endOffset":53701,"p_quoted_aliases":"Dick,PROFESSOR DICK TIPTON,Professor Dick Tipton,DICK","p_context_aliases":"Mr. Hobbs,Hobbs","paragraph0":"\"Is there anything----\" he began. \"What would you get for yourself, if you were rich?\" ","paragraph0_beginOffset":53615,"paragraph0_qc_offsets":"53639-53641","paragraph0_cc_offsets":null,"paragraph1":"\"Lots of things!\" answered Lord Fauntleroy briskly; \"but first I'd give Mary some money for Bridget--that's her sister, with twelve children, and a husband out of work. She comes here and cries, and Dearest gives her things in a basket, and then she cries again, and says: 'Blessin's be on yez, for a beautiful lady.' And I think Mr. Hobbs would like a gold watch and chain to remember me by, and a meerschaum pipe. And then I'd like to get up a company.\" ","paragraph1_beginOffset":53703,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"54033-54036,54037-54042","paragraph2":"\"A company!\" exclaimed Mr. Havisham. ","paragraph2_beginOffset":54160,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 64, "Unnamed: 0":68477,"book_id":105,"book_file_id":"105-8","p_quoted_id":18,"p_context_id":57,"q_quote":"\"Mr Elliot is an exceedingly agreeable man, and in many respects I think highly of him, but we should not suit.\" ","q_beginOffset":290018,"q_endOffset":290143,"p_quoted_aliases":"Anne,Miss Elliot,Anne Elliot,Miss Anne,Elliot,Miss Anne Elliot","p_context_aliases":"Lady Russell","paragraph0":"\"Mr Elliot is an exceedingly agreeable man, and in many respects I think highly of him,\" said Anne; \"but we should not suit.\" ","paragraph0_beginOffset":290018,"paragraph0_qc_offsets":"290112-290116","paragraph0_cc_offsets":null,"paragraph1":"Lady Russell let this pass, and only said in rejoinder, \"I own that to be able to regard you as the future mistress of Kellynch, the future Lady Elliot, to look forward and see you occupying your dear mother's place, succeeding to all her rights, and all her popularity, as well as to all her virtues, would be the highest possible gratification to me. You are your mother's self in countenance and disposition; and if I might be allowed to fancy you such as she was, in situation and name, and home, presiding and blessing in the same spot, and only superior to her in being more highly valued! My dearest Anne, it would give me more delight than is often felt at my time of life!\" ","paragraph1_beginOffset":290145,"paragraph1_qc_offsets":"290753-290757","paragraph1_cc_offsets":"290145-290149,290150-290157","paragraph2":"Anne was obliged to turn away, to rise, to walk to a distant table, and, leaning there in pretended employment, try to subdue the feelings this picture excited. For a few moments her imagination and her heart were bewitched. The idea of becoming what her mother had been; of having the precious name of \"Lady Elliot\" first revived in herself; of being restored to Kellynch, calling it her home again, her home for ever, was a charm which she could not immediately resist. Lady Russell said not another word, willing to leave the matter to its own operation; and believing that, could Mr Elliot at that moment with propriety have spoken for himself!--she believed, in short, what Anne did not believe. The same image of Mr Elliot speaking for himself brought Anne to composure again. The charm of Kellynch and of \"Lady Elliot\" all faded away. She never could accept him. And it was not only that her feelings were still adverse to any man save one; her judgement, on a serious consideration of the possibilities of such a case was against Mr Elliot. ","paragraph2_beginOffset":290830,"paragraph2_qc_offsets":"290830-290834,291010-291013,291030-291033,291083-291086,291512-291516,291592-291596","paragraph2_cc_offsets":"291305-291309,291310-291317,291483-291486", "annotations": []}
{"id": 65, "Unnamed: 0":21645,"book_id":47,"book_file_id":"47-0","p_quoted_id":115,"p_context_id":23,"q_quote":"“Oh, I don’t know,” ","q_beginOffset":40677,"q_endOffset":40956,"p_quoted_aliases":"Anne,Anne ``,ANNE","p_context_aliases":"Avonlea","paragraph0":"“Oh, I don’t know,” flashed Anne. To herself, or to her particular cronies, she might admit that there were some small imperfections, easily removable, in Avonlea and its inhabitants. But to hear a practical outsider like Mr. Harrison saying it was an entirely different thing. “I think Avonlea is a lovely place; and the people in it are very nice, too.” ","paragraph0_beginOffset":40677,"paragraph0_qc_offsets":"40705-40709,40729-40732,40753-40756","paragraph0_cc_offsets":"40964-40971","paragraph1":"“I guess you’ve got a spice of temper,” commented Mr. Harrison, surveying the flushed cheeks and indignant eyes opposite him. “It goes with hair like yours, I reckon. Avonlea is a pretty decent place or I wouldn’t have located here; but I suppose even you will admit that it has SOME faults?” ","paragraph1_beginOffset":41034,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“I like it all the better for them,” said loyal Anne. “I don’t like places or people either that haven’t any faults. I think a truly perfect person would be very uninteresting. Mrs. Milton White says she never met a perfect person, but she’s heard enough about one . . . her husband’s first wife. Don’t you think it must be very uncomfortable to be married to a man whose first wife was perfect?” ","paragraph2_beginOffset":41328,"paragraph2_qc_offsets":"41376-41380","paragraph2_cc_offsets":null, "annotations": []}
{"id": 66, "Unnamed: 0":23020,"book_id":122,"book_file_id":"122-0","p_quoted_id":37,"p_context_id":45,"q_quote":"\"I agreed to it, I am a practical woman now. I don't believe in hearts at all. I would marry him under any circumstances since--since Clym's letter.\" ","q_beginOffset":302586,"q_endOffset":302763,"p_quoted_aliases":"Thomasin,Yeobright,Thomasin Yeobright,THOMASIN YEOBRIGHT","p_context_aliases":"Mrs. Yeobright,Yeobright","paragraph0":"\"I agreed to it,\" Thomasin answered firmly. \"I am a practical woman now. I don't believe in hearts at all. I would marry him under any circumstances since--since Clym's letter.\" ","paragraph0_beginOffset":302586,"paragraph0_qc_offsets":"302604-302612","paragraph0_cc_offsets":null,"paragraph1":"A letter was lying on Mrs. Yeobright's work-basket, and at Thomasin's words her aunt reopened it, and silently read for the tenth time that day:-- ","paragraph1_beginOffset":302765,"paragraph1_qc_offsets":"302824-302832","paragraph1_cc_offsets":"302787-302791,302792-302801,302841-302844","paragraph2":"What is the meaning of this silly story that people are circulating about Thomasin and Mr. Wildeve? I should call such a scandal humiliating if there was the least chance of its being true. How could such a gross falsehood have arisen? It is said that one should go abroad to hear news of home, and I appear to have done it. Of course I contradict the tale everywhere; but it is very vexing, and I wonder how it could have originated. It is too ridiculous that such a girl as Thomasin could so mortify us as to get jilted on the wedding day. What has she done? ","paragraph2_beginOffset":302915,"paragraph2_qc_offsets":"302989-302997,303391-303399","paragraph2_cc_offsets":null, "annotations": []}
{"id": 67, "Unnamed: 0":15240,"book_id":52900,"book_file_id":"52900-0","p_quoted_id":85,"p_context_id":4,"q_quote":"“Well, I will, _he_ knows about those things, and _you don’t_,” ","q_beginOffset":227423,"q_endOffset":227712,"p_quoted_aliases":"Demi","p_context_aliases":"Nat,Nat Blake,Blake","paragraph0":"“Well, I will, _he_ knows about those things, and _you don’t_,” returned Demi, feeling that on the whole kites were better adapted to the comprehension of the present company. ","paragraph0_beginOffset":227423,"paragraph0_qc_offsets":"227496-227500","paragraph0_cc_offsets":null,"paragraph1":"“Tell about the last time you flew a kite,” said Nat, for Mrs. Jo had laughed as she spoke of it, and he thought it might be interesting. ","paragraph1_beginOffset":227600,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"227649-227652,227702-227704","paragraph2":"“Oh, it was only rather funny, for I was a great girl of fifteen, and was ashamed to be seen at such a play. So Uncle Teddy and I privately made our kites, and stole away to fly them. We had a capital time, and were resting as we are now, when suddenly we heard voices, and saw a party of young ladies and gentlemen coming back from a picnic. Teddy did not mind, though he was rather a large boy to be playing with a kite, but I was in a great flurry, for I knew I should be sadly laughed at, and never hear the last of it, because my wild ways amused the neighbors as much as Nan’s do us. ","paragraph2_beginOffset":227739,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 68, "Unnamed: 0":42862,"book_id":1257,"book_file_id":"1257-0","p_quoted_id":33,"p_context_id":89,"q_quote":"“Thank you, monsieur, you are not brave enough to be of any use to me whatever, I shall return very safely to the Louvre all alone.” ","q_beginOffset":377574,"q_endOffset":377732,"p_quoted_aliases":"Bonacieux,Monsieur Bonacieux,BONACIEUX,MONSIEUR BONACIEUX","p_context_aliases":"Madame Bonacieux,Madame","paragraph0":"“Thank you, monsieur, you are not brave enough to be of any use to me whatever,” replied Mme. Bonacieux. “I shall return very safely to the Louvre all alone.” ","paragraph0_beginOffset":377574,"paragraph0_qc_offsets":"377668-377677","paragraph0_cc_offsets":null,"paragraph1":"“As you please, Madame Bonacieux,” said the ex-mercer. “Shall I see you again soon?” ","paragraph1_beginOffset":377734,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"377750-377756,377757-377766","paragraph2":"“Next week I hope my duties will afford me a little liberty, and I will take advantage of it to come and put things in order here, as they must necessarily be much deranged.” ","paragraph2_beginOffset":377820,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 69, "Unnamed: 0":15188,"book_id":52900,"book_file_id":"52900-0","p_quoted_id":80,"p_context_id":5,"q_quote":"“poor Bella hurted, a dreat fire,” ","q_beginOffset":192884,"q_endOffset":192920,"p_quoted_aliases":"Teddy,Uncle Teddy","p_context_aliases":"Aunt Jo,Jo","paragraph0":"Mrs. Bhaer heard the outcry and ran to the rescue, but Teddy could only cling to her and pour out in his broken way something about, “poor Bella hurted,” “a dreat fire,” and “all the dollies dorn.” Fearing some dire mishap, his mother caught him up and hurried to the scene of action, where she found the blind worshippers of Kitty-mouse mourning over the charred remains of the lost darling. ","paragraph0_beginOffset":192751,"paragraph0_qc_offsets":"192806-192811,192852-192855,192975-192978,192993-192996","paragraph0_cc_offsets":null,"paragraph1":"“What have you been at? Tell me all about it,” said Mrs. Jo, composing herself to listen patiently, for the culprits looked so penitent, she forgave them beforehand. ","paragraph1_beginOffset":193145,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"With some reluctance Demi explained their play, and Aunt Jo laughed till the tears ran down her cheeks, the children were so solemn, and the play was so absurd. ","paragraph2_beginOffset":193312,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"193364-193368,193369-193371,193404-193407", "annotations": []}
{"id": 70, "Unnamed: 0":2374,"book_id":27,"book_file_id":"27","p_quoted_id":37,"p_context_id":56,"q_quote":"\"Yes; I should like that.\" ","q_beginOffset":56528,"q_endOffset":56790,"p_quoted_aliases":"Gabriel,Gabriel Oak,Oak,GABRIEL OAK,GABRIEL","p_context_aliases":"Bathsheba,Bathsheba Everdene,Everdene,BATHSHEBA","paragraph0":"THE only superiority in women that is tolerable to the rival sex is, as a rule, that of the unconscious kind; but a superiority which recognizes itself may sometimes please by suggesting possibilities of capture to the subordinated man. This well-favoured and comely girl soon made appre- ciable inroads upon the emotional constitution of young Farmer Oak. Love, being an extremely exacting usurer (a sense of exorbitant profit, spiritually, by an exchange of hearts, being at the bottom of pure passions, as that of exorbi- tant profit, bodily or materially, is at the bottom of those of lower atmosphere), every morning Oak's feelings were as sensitive as the money-market in calculations upon his chances. His dog waited for his meals in a way so like that in which Oak waited for the girl's presence, that the farmer was quite struck with the resemblance, felt it lowering, and would not look at the dog. However, he continued to watch through the hedge for her regular coming, and thus his sentiments towards her were deepened without any corresponding effect being produced upon herself. Oak had nothing finished and ready to say as yet, and not being able to frame love phrases which end where they begin; passionate tales -- -- Full of sound and fury -- signifying nothing -- he said no word at all. By making inquiries he found that the girl's name was Bathsheba Everdene, and that the cow would go dry in about seven days. He dreaded the eight day. At last the eighth day came. The cow had ceased to give milk for that year, and Bathsheba Everdene came up the hill no more. Gabriel had reached a pitch of existence he never could have anticipated a short time before. He liked saying `Bathsheba' as a private enjoyment instead of whistling; turned over his taste to black hair, though he had sworn by brown ever since he was a boy, isolated himself till the space he filled in a possible strength in an actual weakness. Marriage transforms a distraction into a support, the power of which should be, and happily often is, in direct pro- portion to the degree of imbecility it supplants. Oak began now to see light in this direction, and said to himself, \"I'll make her my wife, or upon my soul I shall be good for nothing!\" All this while he was perplexing himself about an errand on which he might consistently visit the cottage of Bathsheba's aunt. He found his opportunity in the death of a ewe, mother of a living lamb. On a day which had a summer face and a winter constitution-a fine January morning, when there was just enough blue sky visible to make cheerfully-disposed people wish for more, and an occasional gleam of silvery sunshine, Oak put the lamb into a respectable Sunday basket, and stalked across the fields to the house of Mrs. Hurst, the aunt -- George, the dog walking behind, with a countenance of great concern at the serious turn pastoral affairs seemed to be taking. Gabriel had watched the blue wood-smoke curling from the chimney with strange meditation. At evening he had fancifully traced it down the chimney to the spot of its origin -- seen the hearth and Bathsheba beside it -- beside it in her out-door dress; for the clothes she had worn on the hill were by association equally with her person included in the compass of his affection; they seemed at this early time of his love a necessary ingredient of the sweet mixture called Bath- sheba Everdene. He had made a toilet of a nicely-adjusted kind -- of a nature between the carefully neat and the carelessly ornate -- of a degree between fine-market-day and wet- Sunday selection. He thoroughly cleaned his silver watch-chain with whiting, put new lacing straps to his boots, looked to the brass eyelet-holes, went to the inmost heart of the plantation for a new walking-stick, and trimmed it vigorously on his way back; took a new handkerchief from the bottom of his clothes-box, put on the light waistcoat patterned all over with sprigs of an elegant flower uniting the beauties of both rose and lily without the defects of either, and used all the hair-oil he possessed upon his usually dry, sandy, and inextricably curly hair, till he had deepened it to a splendidly novel colour, between that of guano and Roman cement, making it stick to his head like mace round a nutmeg, or wet seaweed round a boulder after the ebb. Nothing disturbed the stillness of the cottage save the chatter of a knot of sparrows on the eaves; one might fancy scandal and rumour to be no less the staple topic of these little coteries on roofs than of those under them. It seemed that the omen was an unpropitious one, for, as the rather untoward commence- ment of Oak's overtures, just as he arrived by the garden gate, he saw a cat inside, going into various arched shapes and fiendish convulsions at the sight of his dog George. The dog took no notice , for he had arrived at an age at which all superfluous barking was cynically avoided as a waste of breath -- in fact he never barked even at the sheep except to order, when it was done with an absolutely neutral countenance, as a sort of Com- mination-service, which, though offensive, had to be gone through once now and then to frighten the flock for their own good. A voice came from behind some laurel-bushes into which the cat had run: \"Poor dear! Did a nasty brute of a dog want to kill it; -- did he poor dear!\" \"I beg your pardon.\" said Oak to the voice, \"but George was walking on behind me with a temper as mild as milk.\" Almost before he had ceased speaking, Oak was seized with a misgiving as to whose ear was the recipient of his answer. Nobody appeared, and he heard the person retreat among the bushes. Gabriel meditated, and so deeply that he brought small furrows into his forehead by sheer force of reverie. Where the issue of an interview is as likely to be a vast change for the worse as for the better, any initial difference from expectation causes nipping sensations of failure. Oak went up to the door a little abashed: his mental rehearsal and the reality had had no common grounds of opening. Bathsheba's aunt was indoors. \"Will you tell Miss Everdene that somebody would be glad to speak to her?\" said Mr. Oak. (Calling one's self merely Some- body, without giving a name, is not to be taken as an example of the ill-breeding of the rural world: it springs from a refined modesty, of which townspeople, with their cards and announcements, have no notion whatever.) Bathsheba was out. The voice had evidently been hers. \"Will you come in, Mr. Oak?\" \"Oh, thank 'ee, said Gabriel, following her to the fireplace. \"I've brought a lamb for Miss Everdene. I thought she might like one to rear; girls do.\" \"She might.\" said Mrs. Hurst, musingly; \" though she's only a visitor here. If you will wait a minute, Bathsheba will be in.\" \"Yes, I will wait.\" said Gabriel, sitting down. \"The lamb isn't really the business I came about, Mrs. Hurst. In short, I was going to ask her if she'd like to be married.\" \"And were you indeed?\" \"Yes. Because if she would, I should be very glad to marry her. D'ye know if she's got any other young man hanging about her at all?\" \"Let me think,\" said Mrs. Hurst, poking the fire superfluously.... \"Yes -- bless you, ever so many young men. You see, Farmer Oak, she's so good-looking, and an excellent scholar besides -- she was going to be a governess once, you know, only she was too wild. Not that her young men ever come here -- but, Lord, in the nature of women, she must have a dozen!\" \"That's unfortunate.\" said Farmer Oak, contemplating a crack in the stone floor with sorrow. \"I'm only an every-day sort of man, and my only chance was in being the first comer... , Well, there's no use in my waiting, for that was all I came about: so I'll take myself off home-along, Mrs. Hurst.\" When Gabriel had gone about two hundred yards along the down, he heard a \"hoi-hoi!\" uttered behind him, in a piping note of more treble quality than that in which the exclamation usually embodies itself when shouted across a field. He looked round, and saw a girl racing after him, waving a white handkerchief. Oak stood still -- and the runner drew nearer. It was Bathsheba Everdene. Gabriel's colour deepened: hers was already deep, not, as it appeared, from emotion, but from running. \"Farmer Oak -- I -- \" she said, pausing for want of breath pulling up in front of him with a slanted face and putting her hand to her side. \"I have just called to see you,\" said Gabriel, pending her further speech. \"Yes-I know that!\" she said panting like a robin, her face red and moist from her exertions, like a peony petal before the sun dries off the dew. \"I didn't know you had come to ask to have me, or I should have come in from the garden instantly. I ran after you to say -- that my aunt made a mistake in sending you away from courting me -- -- -- \" Gabriel expanded.\"I'm sorry to have made you run so fast, my dear.\" he said, with a grateful sense of favours to come. \"Wait a bit till you've found your breath.\" \"-- It was quite a mistake-aunt's telling you I had a young man \"already.\"- Bathsheba went on. \"I haven't a sweetheart at all -- and I never had one, and I thought that, as times go with women, it was such a pity to send you away thinking that I had several.\" \"Really and truly I am glad to hear that!\" said Farmer Oak, smiling one of his long special smiles, and blushing with gladness. He held out his hand to take hers, which, when she had eased her side by pressing it there, was prettily extended upon her bosom to still her loud-beating heart. Directly he seized it she put it behind her, so that it slipped through his fingers like an eel. \" \"I have a nice snug little farm.\" said Gabriel, with half a degree less assurance than when he had seized her hand. \"Yes; you have.\" \"A man has advanced me money to begin with, but still, it will soon be paid off and though I am only an every-day sort of man, I have got on a little since I was a boy.\" Gabriel uttered \"a little\" in a tone to-show her that it was the complacent form of \"a great deal.\" e continued: \" When we be married, I am quite sure I can work twice as hard as I do now.\" He went forward and stretched out his arm again. Bathsheba had overtaken him at a point beside which stood a low stunted holly bush, now laden with red berries. Seeing his advance take the form of an attitude threatening a possible enclosure, if not compression, of her person, she edged off round the bush. \"Why, Farmer Oak.\" she said, over the top, looking at him with rounded eyes, \"I never said I was going to marry you.\" \"Well -- that is a tale!\" said Oak, with dismay.\" To run after anybody like this, and then say you don't want him!\" \"What I meant to tell you was only this.\" she said eagerly, and yet half conscious of the absurdity of the position she had made for herself -- \"that nobody has got me yet as a sweetheart, instead of my having a dozen, as my aunt said; I hate to be thought men's property in that way, though possibly I shall be had some day. Why, if I'd wanted you I shouldn't have run after you like this; 'twould have been the forwardest thing! But there was no harm in 'hurrying to correct a piece of false news that had been told you.\" \"Oh, no -- no harm at all.\" But there is such a thing as being too generous in expressing a judgment impuls- ively, and Oak added with a more appreciative sense of all the circumstances -- \"Well, I am not quite certain it was no harm.\" \"Indeed, I hadn't time to think before starting whether I wanted to marry or not, for you'd have been gone over the hill.\" \"Come.\" said Gabriel, freshening again; \"think a minute or two. I'll wait a while, Miss Everdene. Will you marry me? Do, Bathsheba. I love you far more than common!\" \"I'll try to think.\" she observed, rather more timor- ously; \"if I can think out of doors; my mind spreads away so.\" \"But you can give a guess.\" \"Then give me time.\" Bathsheba looked thought- fully into the distance, away from the direction in which Gabriel stood. \"I can make you happy,\" said he to the back of her head, across the bush. \"You shall have as piano in a year or two -- farmers' wives are getting to have pianos now -- and I'll practise up the flute right well to play with you in the evenings.\" \"Yes; I should like that.\" \"And have one of those little ten-pound\" gigs for market -- and nice flowers, and birds -- cocks and hens I mean, because they be useful.\" continued Gabriel, feeling balanced between poetry and practicality. \"I should like it very much.\" \"And a frame for cucumbers -- like a gentleman and lady.\" Yes.\" \"And when the wedding was over, we'd have it put in the newspaper list of marriages.\" \"Dearly I should like that!\" \"And the babies in the births -- every man jack of \"em! And at home by the fire, whenever you look up, there I shall be -- and whenever I look up there will be you.\" \"Wait wait and don't be improper!\" Her countenance fell, and she was silent awhile. He regarded the red berries between them over and over again, to such an extent, that holly seemed in his after life to be a cypher signifying a proposal of marriage. Bathsheba decisively turned to him. \"No;\" 'tis no use.\" she said. \"I don't want to marry you.\" \"Try.\" \"I have tried hard all the time I've been thinking; for a marriage would be very nice in one sense. People would talk about me, and think I had won my battle, and I should feel triumphant, and all that, But a husband -- -- -- \"Well!\" \"Why, he'd always be there, as you say; whenever I looked up, there he'd be.\" \"Of course he would -- I, that is.\" \"Well, what I mean is that I shouldn't mind being a bride at a wedding, if I could be one without having a husband. But since a woman can't show off in that way by herself, I shan't marry -- at least yet.\" \"That's a terrible wooden story.\" At this criticism of her statement Bathsheba made an addition to her dignity by a slight sweep away from him. \"Upon my heart and soul, I don't know what a maid can say stupider than that.\" said Oak. \"But dearest.\" he continued in a palliative voice, \"don't be like it!\" Oak sighed a deep honest sigh -- none the less so in that, being like the sigh of a pine plantation, it was rather noticeable as a disturbance of the atmo- sphere. \"Why won't you have me?\" he appealed, creeping round the holly to reach her side. \"I cannot.\" she said, retreating. \"But why?\" he persisted, standing still at last in despair of ever reaching her, and facing over the bush. \"Because I don't love you.\" \"Yes, but -- -- \" She contracted a yawn to an inoffensive smallness, so that it was hardly ill-mannered at all. \"I don't love you.\" she said.\" \"But I love you -- and, as for myself, I am content to be liked.\" \"O Mr. Oak -- that's very fine! You'd get to despise me.\" \"Never.\" said Mr Oak, so earnestly that he seemed to be coming, by the force of his words, straight through the bush and into her arms. \"I shall do one thing in this life -- one thing certain -- that is, love you, and long for you, and keep wanting you till I die.\" His voice had a genuine pathos now, and his large brown hands perceptibly trembled. \"It seems dreadfully wrong not to have you when you feel so much!\" she said with a little distress, and looking hopelessly around for some means of escape from her moral dilemma. \"H(ow I wish I hadn't run after you!\" However she seemed to have a short cut for getting back to cheerfulness, and set her face to signify archness. \"It wouldn't do, Mr Oak. I want somebody to tame me; I am too independent; and you would never be able to, I know.\" Oak cast his eyes down the field in a way implying that it was useless to attempt argument. \"Mr. Oak.\" she said, with luminous distinctness and common sense, \" you are better off than I. I have hardly a penny in the world -- I am staying with my aunt for my bare sustenance. I am better educated than you -- and I don't love you a bit: that's my side of the case. Now yours: you are a farmer just begin- ing; and you ought in common prudence, if you marry at all (which you should certainly not think of doing at present) to marry a woman with money, who would admiration. \"That's the very thing I had been thinking myself!\" he naively said. Farmer Oak had one-and-a-half Christian character- istics too many to succeed with Bathsheba: his humility, and a superfluous moiety of honesty. Bathsheba was decidedly disconcerted, \"Well, then, why did you come and disturb me?\" she said, almost angrily, if not quite, an enlarging red spot rising in each cheek. \"I can't do what I think would be -- would be -- -- \" \"Right?\" \"No: wise.\" \"You have made an admission now, Mr. Oak.\" she exclaimed, with even more hauteur, and rocking her head disdainfully. \"After that, do you think I could marry you? Not if I know it.\" He broke in passionately. \"But don't mistake me like that! Because I am open enough to own what every man in my shoes would have thought of, you make your colours come up your face, and get crabbed with me. That about your not being good enough for me is nonsense. You speak like a lady -- all the parish notice it, and your uncle at Weatherbury is, I have heerd, a large farmer -- much larger than ever I shall be. May I call in the evening, or will you walk along with me o' Sundays? I don't want you to make-up your mind at once, if you'd rather not.\" \"No -- no -- I cannot. Don't press me any more -- don't. I don't love you -- so 'twould be ridiculous,\" he said, with a laugh. No man likes to see his emotions the sport of a merry-go-round of skittishness. \"Very well.\" said Oak, firmly, with the bearing of one who was going to give \" his days and nights to Ecclesiastes for ever. \"Then I'll ask you no more.\" ","paragraph0_beginOffset":44291,"paragraph0_qc_offsets":"45875-45882,45916-45918,45969-45971,46054-46057,46086-46088,46119-46121,46165-46167,46466-46469,46540-46542,46591-46593,46652-46654,46661-46664,47194-47201,47295-47297,47557-47560,47606-47609,47688-47690,47869-47871,47891-47894,47953-47956,48095-48098,48152-48155,48348-48350,48366-48369,48424-48426,48532-48535,48959-48961,48990-48992,49085-49088,49130-49132,49242-49244,49629-49631,49943-49950,49981-49983,50011-50014,50270-50273,50822-50829,51103-51110,52072-52079,52129-52131,52166-52169,52299-52301,52344-52347,52452-52459,52733-52740,53119-53126,53187-53189,53970-53977,54023-54025,54234-54241,54425-54427,54459-54462,54498-54501,54593-54596,55612-55615,55864-55871,56267-56274,56311-56313,56704-56711","paragraph0_cc_offsets":"45653-45662,45663-45671,45830-45839,45840-45848,45986-45995,46634-46643,50345-50354,50718-50727,51055-51064,52432-52441,52442-52450,54474-54483,56183-56192,57389-57398,58116-58125,60553-60562,60616-60625","paragraph1":"CHAPTER V ","paragraph1_beginOffset":61963,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"DEPARTURE OF BATHSHEBA -- A PASTORAL TRAGEDY ","paragraph2_beginOffset":61976,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 71, "Unnamed: 0":5552,"book_id":394,"book_file_id":"394-0","p_quoted_id":50,"p_context_id":33,"q_quote":"“Well, ma’am, missus is very kind, and there’s plenty to eat and drink, and no more work but what I can do easily—but—” ","q_beginOffset":92060,"q_endOffset":92380,"p_quoted_aliases":"Martha","p_context_aliases":"Jem,Jem Hearn","paragraph0":"“Well, ma’am, missus is very kind, and there’s plenty to eat and drink, and no more work but what I can do easily—but—” Martha hesitated. ","paragraph0_beginOffset":92060,"paragraph0_qc_offsets":"92180-92186","paragraph0_cc_offsets":null,"paragraph1":"“But what, Martha?” ","paragraph1_beginOffset":92199,"paragraph1_qc_offsets":"92210-92216","paragraph1_cc_offsets":null,"paragraph2":"“Why, it seems so hard of missus not to let me have any followers; there’s such lots of young fellows in the town; and many a one has as much as offered to keep company with me; and I may never be in such a likely place again, and it’s like wasting an opportunity. Many a girl as I know would have ’em unbeknownst to missus; but I’ve given my word, and I’ll stick to it; or else this is just the house for missus never to be the wiser if they did come: and it’s such a capable kitchen—there’s such dark corners in it—I’d be bound to hide any one. I counted up last Sunday night—for I’ll not deny I was crying because I had to shut the door in Jem Hearn’s face, and he’s a steady young man, fit for any girl; only I had given missus my word.” Martha was all but crying again; and I had little comfort to give her, for I knew, from old experience, of the horror with which both the Miss Jenkynses looked upon “followers”; and in Miss Matty’s present nervous state this dread was not likely to be lessened. ","paragraph2_beginOffset":92220,"paragraph2_qc_offsets":"92965-92971,93031-93034","paragraph2_cc_offsets":"92865-92868,92869-92874,92887-92889", "annotations": []}
{"id": 72, "Unnamed: 0":67829,"book_id":24,"book_file_id":"24-0","p_quoted_id":31,"p_context_id":9,"q_quote":"“Mortgage the homestead again?” ","q_beginOffset":66728,"q_endOffset":66954,"p_quoted_aliases":"Lou","p_context_aliases":"Oscar","paragraph0":"“Mortgage the homestead again?” Lou cried. He sprang up and began to wind the clock furiously. “I won't slave to pay off another mortgage. I'll never do it. You'd just as soon kill us all, Alexandra, to carry out some scheme!” ","paragraph0_beginOffset":66728,"paragraph0_qc_offsets":"66760-66763,66771-66773","paragraph0_cc_offsets":null,"paragraph1":"Oscar rubbed his high, pale forehead. “How do you propose to pay off your mortgages?” ","paragraph1_beginOffset":66956,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"66956-66961,66969-66972","paragraph2":"Alexandra looked from one to the other and bit her lip. They had never seen her so nervous. “See here,” she brought out at last. “We borrow the money for six years. Well, with the money we buy a half-section from Linstrum and a half from Crow, and a quarter from Struble, maybe. That will give us upwards of fourteen hundred acres, won't it? You won't have to pay off your mortgages for six years. By that time, any of this land will be worth thirty dollars an acre--it will be worth fifty, but we'll say thirty; then you can sell a garden patch anywhere, and pay off a debt of sixteen hundred dollars. It's not the principal I'm worried about, it's the interest and taxes. We'll have to strain to meet the payments. But as sure as we are sitting here to-night, we can sit down here ten years from now independent landowners, not struggling farmers any longer. The chance that father was always looking for has come.” ","paragraph2_beginOffset":67043,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 73, "Unnamed: 0":8847,"book_id":161,"book_file_id":"161","p_quoted_id":34,"p_context_id":8,"q_quote":"\"A woman of seven and twenty, can never hope to feel or inspire affection again, and if her home be uncomfortable, or her fortune small, I can suppose that she might bring herself to submit to the offices of a nurse, for the sake of the provision and security of a wife.In his marrying such a woman therefore there would be nothing unsuitable.It would be a compact of convenience, and the world would be satisfied.In my eyes it would be no marriage at all, but that would be nothing.To me it would seem only a commercial exchange, in which each wished to be benefited at the expense of the other.\" ","q_beginOffset":64372,"q_endOffset":65018,"p_quoted_aliases":"Marianne,Marianne Dashwood,Dashwood","p_context_aliases":"Elinor,-- Elinor,ELINOR","paragraph0":"\"A woman of seven and twenty,\" said Marianne, after pausing a moment, \"can never hope to feel or inspire affection again, and if her home be uncomfortable, or her fortune small, I can suppose that she might bring herself to submit to the offices of a nurse, for the sake of the provision and security of a wife. In his marrying such a woman therefore there would be nothing unsuitable. It would be a compact of convenience, and the world would be satisfied. In my eyes it would be no marriage at all, but that would be nothing. To me it would seem only a commercial exchange, in which each wished to be benefited at the expense of the other.\" ","paragraph0_beginOffset":64372,"paragraph0_qc_offsets":"64408-64416,64501-64504,64531-64534,64569-64572","paragraph0_cc_offsets":null,"paragraph1":"\"It would be impossible, I know,\" replied Elinor, \"to convince you that a woman of seven and twenty could feel for a man of thirty-five anything near enough to love, to make him a desirable companion to her. But I must object to your dooming Colonel Brandon and his wife to the constant confinement of a sick chamber, merely because he chanced to complain yesterday (a very cold damp day) of a slight rheumatic feel in one of his shoulders.\" ","paragraph1_beginOffset":65020,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"65062-65068","paragraph2":"\"But he talked of flannel waistcoats,\" said Marianne; \"and with me a flannel waistcoat is invariably connected with aches, cramps, rheumatisms, and every species of ailment that can afflict the old and the feeble.\" ","paragraph2_beginOffset":65463,"paragraph2_qc_offsets":"65507-65515","paragraph2_cc_offsets":null, "annotations": []}
{"id": 74, "Unnamed: 0":79111,"book_id":1586,"book_file_id":"1586-0","p_quoted_id":36,"p_context_id":38,"q_quote":"“I shall not be here when you return, Let me bid you good-night.” ","q_beginOffset":1109973,"q_endOffset":1110050,"p_quoted_aliases":"Geoffrey,Mr. Delamayn,Geoffrey Delamayn,Delamayn,Mr. Geoffrey Delamayn,Mr. Geoffrey,GEOFFREY DELAMAYN,GEOFFREY","p_context_aliases":"Patrick,Patrick Lundie,PATRICK,Lundie","paragraph0":"“Give you a bed?” repeated Geoffrey. He checked himself, on the point of refusing. His mother was watching him; his wife was watching him--and his wife knew that the room above them was a room to spare. “All right!” he resumed, in another tone, with his eye on his mother. “There’s my empty room up stairs. Have it, if you like. You won’t find I’ve changed my mind to-morrow--but that’s your look-out. Stop here, if the fancy takes you. I’ve no objection. It don’t matter to Me.--Will you trust his lordship under my roof?” he added, addressing his mother. “I might have some motive that I’m hiding from you, you know!” Without waiting for an answer, he turned to Anne. “Go and tell old Dummy to put the sheets on the bed. Say there’s a live lord in the house--she’s to send in something devilish good for supper!” He burst fiercely into a forced laugh. Lady Holchester rose at the moment when Anne was leaving the room. “I shall not be here when you return,” she said. “Let me bid you good-night.” ","paragraph0_beginOffset":1109052,"paragraph0_qc_offsets":"1109079-1109087,1109089-1109091,1109135-1109138,1109159-1109162,1109164-1109167,1109186-1109189,1109195-1109198,1109268-1109270,1109302-1109305,1109313-1109316,1109547-1109550,1109576-1109578,1109597-1109600,1109703-1109705","paragraph0_cc_offsets":null,"paragraph1":"She shook hands with Anne--giving her Sir Patrick’s note, unseen, at the same moment. Anne left the room. Without addressing another word to her second son, Lady Holchester beckoned to Julius to give her his arm. “You have acted nobly toward your brother,” she said to him. “My one comfort and my one hope, Julius, are in you.” They went out together to the gate, Geoffrey following them with the key in his hand. “Don’t be too anxious,” Julius whispered to his mother. “I will keep the drink out of his way to-night--and I will bring you a better account of him to-morrow. Explain every thing to Sir Patrick as you go home.” ","paragraph1_beginOffset":1110052,"paragraph1_qc_offsets":"1110416-1110424,1110456-1110459,1110510-1110513,1110552-1110555,1110611-1110614","paragraph1_cc_offsets":"1110094-1110101,1110653-1110660","paragraph2":"He handed Lady Holchester into the carriage; and re-entered, leaving Geoffrey to lock the gate. The brothers returned in silence to the cottage. Julius had concealed it from his mother--but he was seriously uneasy in secret. Naturally prone to look at all things on their brighter side, he could place no hopeful interpretation on what Geoffrey had said and done that night. The conviction that he was deliberately acting a part, in his present relations with his wife, for some abominable purpose of his own, had rooted itself firmly in Julius. For the first time in his experience of his brother, the pecuniary consideration was not the uppermost consideration in Geoffrey’s mind. They went back into the drawing-room. “What will you have to drink?” said Geoffrey. ","paragraph2_beginOffset":1110679,"paragraph2_qc_offsets":"1110748-1110756,1110853-1110856,1110869-1110871,1110966-1110968,1111015-1111023,1111074-1111076,1111112-1111115,1111139-1111142,1111180-1111183,1111247-1111250,1111265-1111268,1111345-1111353,1111436-1111444","paragraph2_cc_offsets":"1110679-1110681", "annotations": []}
{"id": 75, "Unnamed: 0":8572,"book_id":2876,"book_file_id":"2876-0","p_quoted_id":8,"p_context_id":32,"q_quote":"“It’s a pity,—a great pity; but it’s helped, and it must be eaten, Master George. Sufficient unto the day is the blindness thereof, and, further, putting aside all Melancolias and false humours, it is of obvious notoriety—such as mine was—that the queen can do no wrong. Torp doesn’t know that. I’ll tell him when we’re a little farther into the desert. What a bungle those boatmen are making of the steamer-ropes! They’ll have that four-inch hawser chafed through in a minute. I told you so—there she goes! White foam on green water, and the steamer slewing round. How good that looks! I’ll sketch it. No, I can’t. I’m afflicted with ophthalmia. That was one of the ten plagues of Egypt, and it extends up the Nile in the shape of cataract. Ha! that’s a joke, Torp. Laugh, you graven image, and stand clear of the hawser.... It’ll knock you into the water and make your dress all dirty, Maisie dear.” ","q_beginOffset":256188,"q_endOffset":257281,"p_quoted_aliases":"Dick,-- Dick","p_context_aliases":"Maisie","paragraph0":"In the gray dawn Torpenhow heard Dick talking to himself. He was adrift on the shoreless tides of delirium, speaking very quickly—“It’s a pity,—a great pity; but it’s helped, and it must be eaten, Master George. Sufficient unto the day is the blindness thereof, and, further, putting aside all Melancolias and false humours, it is of obvious notoriety—such as mine was—that the queen can do no wrong. Torp doesn’t know that. I’ll tell him when we’re a little farther into the desert. ","paragraph0_beginOffset":256058,"paragraph0_qc_offsets":"256091-256095,256116-256118","paragraph0_cc_offsets":null,"paragraph1":"What a bungle those boatmen are making of the steamer-ropes! They’ll have that four-inch hawser chafed through in a minute. I told you so—there she goes! White foam on green water, and the steamer slewing round. How good that looks! I’ll sketch it. No, I can’t. I’m afflicted with ophthalmia. That was one of the ten plagues of Egypt, and it extends up the Nile in the shape of cataract. Ha! that’s a joke, Torp. Laugh, you graven image, and stand clear of the hawser.... It’ll knock you into the water and make your dress all dirty, Maisie dear.” ","paragraph1_beginOffset":256543,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"257077-257083","paragraph2":"“Oh!” said Torpenhow. “This happened before. That night on the river.” ","paragraph2_beginOffset":257092,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 76, "Unnamed: 0":45449,"book_id":45,"book_file_id":"45-0","p_quoted_id":57,"p_context_id":90,"q_quote":"“Well, I’m going in to tell her myself,” ","q_beginOffset":283716,"q_endOffset":283949,"p_quoted_aliases":"Anne,Anne Shirley,Shirley,ANNE","p_context_aliases":"Diana,Diana Barry,Barry","paragraph0":"“Well, I’m going in to tell her myself,” said Anne resolutely. ","paragraph0_beginOffset":283716,"paragraph0_qc_offsets":"283744-283747,283762-283766","paragraph0_cc_offsets":null,"paragraph1":"Diana stared. ","paragraph1_beginOffset":283780,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"283780-283785","paragraph2":"“Anne Shirley, you’d never! why--she’ll eat you alive!” ","paragraph2_beginOffset":283795,"paragraph2_qc_offsets":"283796-283800,283801-283808,283828-283831","paragraph2_cc_offsets":null, "annotations": []}
{"id": 77, "Unnamed: 0":70775,"book_id":1807,"book_file_id":"1807-0","p_quoted_id":8,"p_context_id":9,"q_quote":"\"In case he does that again, we would be more comfortable sitting down.\" ","q_beginOffset":79845,"q_endOffset":79930,"p_quoted_aliases":"Ford,Sowell Street Ford","p_context_aliases":"Cuthbert","paragraph0":"\"In case he does that again,\" said Ford, \"we would be more comfortable sitting down.\" ","paragraph0_beginOffset":79845,"paragraph0_qc_offsets":"79880-79884","paragraph0_cc_offsets":null,"paragraph1":"With their shoulders against the wall, the two young people sank to the floor. The position seemed to appeal to them as humorous, and, when their eyes met, they smiled. ","paragraph1_beginOffset":79932,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"To a spectator,\" whispered Ford encouragingly, \"we MIGHT appear to be getting the worst of this. But, as a matter of fact, every minute Cuthbert does not come means that the next minute may bring him.\" ","paragraph2_beginOffset":80102,"paragraph2_qc_offsets":"80130-80134","paragraph2_cc_offsets":"80239-80247", "annotations": []}
{"id": 78, "Unnamed: 0":58198,"book_id":51,"book_file_id":"51-0","p_quoted_id":112,"p_context_id":106,"q_quote":"“I think we must, It’s getting late, and I’ve some work to do.” ","q_beginOffset":62041,"q_endOffset":62132,"p_quoted_aliases":"Anne,Queen Anne,ANNE","p_context_aliases":"Phil,Phil Gordon,Gordon,PHIL","paragraph0":"“I think we must,” said Anne, rather coldly. “It’s getting late, and I’ve some work to do.” ","paragraph0_beginOffset":62041,"paragraph0_qc_offsets":"62065-62069","paragraph0_cc_offsets":null,"paragraph1":"“But you’ll both come to see me, won’t you?” asked Philippa, getting up and putting an arm around each. “And let me come to see you. I want to be chummy with you. I’ve taken such a fancy to you both. And I haven’t quite disgusted you with my frivolity, have I?” ","paragraph1_beginOffset":62134,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“Not quite,” laughed Anne, responding to Phil’s squeeze, with a return of cordiality. ","paragraph2_beginOffset":62397,"paragraph2_qc_offsets":"62418-62422","paragraph2_cc_offsets":"62438-62442", "annotations": []}
{"id": 79, "Unnamed: 0":25217,"book_id":696,"book_file_id":"696-0","p_quoted_id":3,"p_context_id":20,"q_quote":"“The death of my son betiding while my soul was under this anxiety, I thought of nothing but resigning my dominions, and retiring for ever from the sight of mankind.My only difficulty was to fix on a successor, who would be tender of my people, and to dispose of the Lady Isabella, who is dear to me as my own blood.I was willing to restore the line of Alfonso, even in his most distant kindred.And though, pardon me, I am satisfied it was his will that Ricardo’s lineage should take place of his own relations; yet where was I to search for those relations?I knew of none but Frederic, your Lord; he was a captive to the infidels, or dead; and were he living, and at home, would he quit the flourishing State of Vicenza for the inconsiderable principality of Otranto?If he would not, could I bear the thought of seeing a hard, unfeeling, Viceroy set over my poor faithful people? for, Sirs, I love my people, and thank heaven am beloved by them.But ye will ask whither tends this long discourse? Briefly, then, thus, Sirs.Heaven in your arrival seems to point out a remedy for these difficulties and my misfortunes.The Lady Isabella is at liberty; I shall soon be so.I would submit to anything for the good of my people.Were it not the best, the only way to extinguish the feuds between our families, if I was to take the Lady Isabella to wife?You start.But though Hippolita’s virtues will ever be dear to me, a Prince must not consider himself; he is born for his people.”","q_beginOffset":119495,"q_endOffset":121280,"p_quoted_aliases":"Manfred","p_context_aliases":"Hippolita","paragraph0":"“The death of my son betiding while my soul was under this anxiety, I thought of nothing but resigning my dominions, and retiring for ever from the sight of mankind. My only difficulty was to fix on a successor, who would be tender of my people, and to dispose of the Lady Isabella, who is dear to me as my own blood. I was willing to restore the line of Alfonso, even in his most distant kindred. And though, pardon me, I am satisfied it was his will that Ricardo’s lineage should take place of his own relations; yet where was I to search for those relations? I knew of none but Frederic, your Lord; he was a captive to the infidels, or dead; and were he living, and at home, would he quit the flourishing State of Vicenza for the inconsiderable principality of Otranto? If he would not, could I bear the thought of seeing a hard, unfeeling, Viceroy set over my poor faithful people? for, Sirs, I love my people, and thank heaven am beloved by them. But ye will ask whither tends this long discourse? Briefly, then, thus, Sirs. Heaven in your arrival seems to point out a remedy for these difficulties and my misfortunes. The Lady Isabella is at liberty; I shall soon be so. I would submit to anything for the good of my people. Were it not the best, the only way to extinguish the feuds between our families, if I was to take the Lady Isabella to wife? You start. But though Hippolita’s virtues will ever be dear to me, a Prince must not consider himself; he is born for his people.” A servant at that instant entering the chamber apprised Manfred that Jerome and several of his brethren demanded immediate access to him. ","paragraph0_beginOffset":119495,"paragraph0_qc_offsets":"121051-121058","paragraph0_cc_offsets":"120885-120894","paragraph1":"The Prince, provoked at this interruption, and fearing that the Friar would discover to the strangers that Isabella had taken sanctuary, was going to forbid Jerome’s entrance. But recollecting that he was certainly arrived to notify the Princess’s return, Manfred began to excuse himself to the Knights for leaving them for a few moments, but was prevented by the arrival of the Friars. Manfred angrily reprimanded them for their intrusion, and would have forced them back from the chamber; but Jerome was too much agitated to be repulsed. He declared aloud the flight of Isabella, with protestations of his own innocence. ","paragraph1_beginOffset":121134,"paragraph1_qc_offsets":"121391-121398,121523-121530","paragraph1_cc_offsets":null,"paragraph2":"Manfred, distracted at the news, and not less at its coming to the knowledge of the strangers, uttered nothing but incoherent sentences, now upbraiding the Friar, now apologising to the Knights, earnest to know what was become of Isabella, yet equally afraid of their knowing; impatient to pursue her, yet dreading to have them join in the pursuit. He offered to despatch messengers in quest of her, but the chief Knight, no longer keeping silence, reproached Manfred in bitter terms for his dark and ambiguous dealing, and demanded the cause of Isabella’s first absence from the castle. Manfred, casting a stern look at Jerome, implying a command of silence, pretended that on Conrad’s death he had placed her in sanctuary until he could determine how to dispose of her. Jerome, who trembled for his son’s life, did not dare contradict this falsehood, but one of his brethren, not under the same anxiety, declared frankly that she had fled to their church in the preceding night. The Prince in vain endeavoured to stop this discovery, which overwhelmed him with shame and confusion. The principal stranger, amazed at the contradictions he heard, and more than half persuaded that Manfred had secreted the Princess, notwithstanding the concern he expressed at her flight, rushing to the door, said— ","paragraph2_beginOffset":121761,"paragraph2_qc_offsets":"121761-121768,122221-122228,122249-122252,122350-122357,122945-122952,123008-123010","paragraph2_cc_offsets":null, "annotations": []}
{"id": 80, "Unnamed: 0":5266,"book_id":848,"book_file_id":"848","p_quoted_id":15,"p_context_id":3,"q_quote":"\"Say ye so, Sir William?\" ","q_beginOffset":424914,"q_endOffset":425135,"p_quoted_aliases":"Lord Foxham","p_context_aliases":"Richard,Shelton,Richard Shelton,SHELTON","paragraph0":"\"Say ye so, Sir William?\" cried Lord Foxham. ","paragraph0_beginOffset":424914,"paragraph0_qc_offsets":"424946-424950,424951-424957","paragraph0_cc_offsets":null,"paragraph1":"\"I did myself, and for good service, dub him knight,\" said Gloucester. \"He hath twice manfully served me. It is not valour of hands, it is a man's mind of iron, that he lacks. He will not rise, Lord Foxham. 'Tis a fellow that will fight indeed bravely in a mellay, but hath a capon's heart. Howbeit, if he is to marry, marry him in the name of Mary, and be done!\" ","paragraph1_beginOffset":424960,"paragraph1_qc_offsets":"425001-425004,425032-425034,425156-425160,425161-425167,425267-425269,425289-425292","paragraph1_cc_offsets":null,"paragraph2":"\"Nay, he is a brave lad--I know it,\" said Lord Foxham. \"Content ye, then, Sir Richard. I have compounded this affair with Master Hamley, and to-morrow ye shall wed.\" ","paragraph2_beginOffset":425329,"paragraph2_qc_offsets":"425335-425337,425371-425375,425376-425382","paragraph2_cc_offsets":"425408-425415", "annotations": []}
{"id": 81, "Unnamed: 0":21545,"book_id":47,"book_file_id":"47-0","p_quoted_id":115,"p_context_id":130,"q_quote":"\"Oh, it's all so romantic, If I hadn't taken the wrong path that day we went to Mr. Kimball's I'd never have known Miss Lavendar; and if I hadn't met her I'd never have taken Paul there . . . and he'd never have written to his father about visiting Miss Lavendar just as Mr. Irving was starting for San Francisco. Mr. Irving says whenever he got that letter he made up his mind to send his partner to San Francisco and come here instead. He hadn't heard anything of Miss Lavendar for fifteen years. Somebody had told him then that she was to be married and he thought she was and never asked anybody anything about her. And now everything has come right. And I had a hand in bringing it about. Perhaps, as Mrs. Lynde says, everything is foreordained and it was bound to happen anyway. But even so, it's nice to think one was an instrument used by predestination. Yes indeed, it's very romantic.\" ","q_beginOffset":462426,"q_endOffset":463360,"p_quoted_aliases":"Anne,Anne ``,ANNE","p_context_aliases":"Marilla,Cuthbert,Marilla Cuthbert,Miss Cuthbert,Miss Marilla Cuthbert","paragraph0":"\"Oh, it's all so romantic,\" breathed Anne to Marilla that night. \"If I hadn't taken the wrong path that day we went to Mr. Kimball's I'd never have known Miss Lavendar; and if I hadn't met her I'd never have taken Paul there . . . and he'd never have written to his father about visiting Miss Lavendar just as Mr. Irving was starting for San Francisco. Mr. Irving says whenever he got that letter he made up his mind to send his partner to San Francisco and come here instead. He hadn't heard anything of Miss Lavendar for fifteen years. Somebody had told him then that she was to be married and he thought she was and never asked anybody anything about her. And now everything has come right. And I had a hand in bringing it about. Perhaps, as Mrs. Lynde says, everything is foreordained and it was bound to happen anyway. But even so, it's nice to think one was an instrument used by predestination. Yes indeed, it's very romantic.\" ","paragraph0_beginOffset":462426,"paragraph0_qc_offsets":"462463-462467,462615-462618,462996-462999,463033-463036,463080-463083","paragraph0_cc_offsets":"462471-462478","paragraph1":"\"I can't see that it's so terribly romantic at all,\" said Marilla rather crisply. Marilla thought Anne was too worked up about it and had plenty to do with getting ready for college without \"traipsing\" to Echo Lodge two days out of three helping Miss Lavendar. \"In the first place two young fools quarrel and turn sulky; then Steve Irving goes to the States and after a spell gets married up there and is perfectly happy from all accounts. Then his wife dies and after a decent interval he thinks he'll come home and see if his first fancy'll have him. Meanwhile, she's been living single, probably because nobody nice enough came along to want her, and they meet and agree to be married after all. Now, where is the romance in all that?\" ","paragraph1_beginOffset":463362,"paragraph1_qc_offsets":"463460-463464","paragraph1_cc_offsets":"463420-463427,463444-463451","paragraph2":"\"Oh, there isn't any, when you put it that way,\" gasped Anne, rather as if somebody had thrown cold water over her. \"I suppose that's how it looks in prose. But it's very different if you look at it through poetry . . . and _I_ think it's nicer . . .\" Anne recovered herself and her eyes shone and her cheeks flushed . . . \"to look at it through poetry.\" ","paragraph2_beginOffset":464102,"paragraph2_qc_offsets":"464158-464162,464213-464216,464354-464358,464381-464384,464400-464403","paragraph2_cc_offsets":null, "annotations": []}
{"id": 82, "Unnamed: 0":41233,"book_id":837,"book_file_id":"837-0","p_quoted_id":34,"p_context_id":13,"q_quote":"'That's about it, Look here, it'll be tea-time directly. What are we to do with you?' ","q_beginOffset":354600,"q_endOffset":354707,"p_quoted_aliases":"Cyril","p_context_aliases":"Robert","paragraph0":"'That's about it,' said Cyril gruffly. 'Look here, it'll be tea-time directly. What are we to do with you?' ","paragraph0_beginOffset":354600,"paragraph0_qc_offsets":"354624-354629","paragraph0_cc_offsets":null,"paragraph1":"'You have one-half of the Amulet, I the other,' said Rekh-mara. 'All that is now needed is the pin to join them.' ","paragraph1_beginOffset":354709,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"'Don't you think it,' said Robert. 'The half you've got is the same half as the one we've got.' ","paragraph2_beginOffset":354824,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"354851-354857", "annotations": []}
{"id": 83, "Unnamed: 0":24971,"book_id":30723,"book_file_id":"30723","p_quoted_id":35,"p_context_id":17,"q_quote":"'She has gone through the fire, And through all the other elements?' ","q_beginOffset":171485,"q_endOffset":171619,"p_quoted_aliases":"Anna Sergyevna,Anna,Anna Sergyevna Odintsov,ANNA SERGYEVNA ODINTSOV","p_context_aliases":"Katya,Katya Sergyevna,KATYA SERGYEVNA","paragraph0":"Anna Sergyevna Odintsov was the daughter of Sergay Nikolaevitch Loktev, notorious for his personal beauty, his speculations, and his gambling propensities, who after cutting a figure and making a sensation for fifteen years in Petersburg and Moscow, finished by ruining himself completely at cards, and was forced to retire to the country, where, however, he soon after died, leaving a very small property to his two daughters--Anna, a girl of twenty, and Katya, a child of twelve. Their mother, who came of an impoverished line of princes--the H----s-- had died at Petersburg when her husband was in his heydey. Anna's position after her father's death was very difficult. The brilliant education she had received in Petersburg had not fitted her for putting up with the cares of domestic life and economy,--for an obscure existence in the country. She knew positively no one in the whole neighbourhood, and there was no one she could consult. Her father had tried to avoid all contact with the neighbours; he despised them in his way, and they despised him in theirs. She did not lose her head, however, and promptly sent for a sister of her mother's Princess Avdotya Stepanovna H----, a spiteful and arrogant old lady, who, on installing herself in her niece's house, appropriated all the best rooms for her own use, scolded and grumbled from morning till night, and would not go a walk even in the garden unattended by her one serf, a surly footman in a threadbare pea-green livery with light blue trimming and a three-cornered hat. Anna put up patiently with all her aunt's whims, gradually set to work on her sister's education, and was, it seemed, already getting reconciled to the idea of wasting her life in the wilds.... But destiny had decreed another fate for her. She chanced to be seen by Odintsov, a very wealthy man of forty-six, an eccentric hypochondriac, stout, heavy, and sour, but not stupid, and not ill-natured; he fell in love with her, and offered her his hand. She consented to become his wife, and he lived six years with her, and on his death settled all his property upon her. Anna Sergyevna remained in the country for nearly a year after his death; then she went abroad with her sister, but only stopped in Germany; she got tired of it, and came back to live at her favourite Nikolskoe, which was nearly thirty miles from the town of X----. There she had a magnificent, splendidly furnished house and a beautiful garden, with conservatories; her late husband had spared no expense to gratify his fancies. Anna Sergyevna went very rarely to the town, generally only on business, and even then she did not stay long. She was not liked in the province; there had been a fearful outcry at her marriage with Odintsov, all sorts of fictions were told about her; it was asserted that she had helped her father in his cardsharping tricks, and even that she had gone abroad for excellent reasons, that it had been necessary to conceal the lamentable consequences ... 'You understand?' the indignant gossips would wind up. 'She has gone through the fire,' was said of her; to which a noted provincial wit usually added: 'And through all the other elements?' All this talk reached her; but she turned a deaf ear to it; there was much independence and a good deal of determination in her character. ","paragraph0_beginOffset":168441,"paragraph0_qc_offsets":"168441-168445,168446-168455,168456-168464,168869-168873,169054-169058,169076-169079,169139-169142,169185-169188,169291-169294,169367-169370,169386-169389,169511-169514,169528-169531,169581-169584,169978-169982,170009-170012,170052-170055,170146-170149,170213-170216,170218-170221,170397-170400,170414-170417,170428-170431,170490-170493,170542-170545,170547-170551,170552-170561,170626-170629,170647-170650,170688-170691,170734-170737,170819-170822,170914-170917,170977-170981,170982-170991,171064-171067,171087-171090,171157-171160,171223-171226,171249-171252,171264-171267,171317-171320,171486-171489,171530-171533,171642-171645,171651-171654,171744-171747","paragraph0_cc_offsets":"168897-168902","paragraph1":"Madame Odintsov sat leaning back in her easy-chair, and listened with folded hands to Bazarov. He, contrary to his habit, was talking a good deal, and obviously trying to interest her--again a surprise for Arkady. He could not make up his mind whether Bazarov was attaining his object. It was difficult to conjecture from Anna Sergyevna's face what impression was being made on her; it retained the same expression, gracious and refined; her beautiful eyes were lighted up by attention, but by quiet attention. Bazarov's bad manners had impressed her unpleasantly for the first minutes of the visit like a bad smell or a discordant sound; but she saw at once that he was nervous, and that even flattered her. Nothing was repulsive to her but vulgarity, and no one could have accused Bazarov of vulgarity. Arkady was fated to meet with surprises that day. He had expected that Bazarov would talk to a clever woman like Madame Odintsov about his opinions and his views; she had herself expressed a desire to listen to the man 'who dares to have no belief in anything'; but, instead of that, Bazarov talked about medicine, about homoeopathy, and about botany. It turned out that Madame Odintsov had not wasted her time in solitude; she had read a good many excellent books, and spoke herself in excellent Russian. She turned the conversation upon music; but noticing that Bazarov did not appreciate art, she quietly brought it back to botany, even though Arkady was just launching into a discourse upon the significance of national melodies. Madame Odintsov treated him as though he were a younger brother; she seemed to appreciate his good-nature and youthful simplicity--and that was all. For over three hours, a lively conversation was kept up, ranging freely over various subjects. ","paragraph1_beginOffset":171760,"paragraph1_qc_offsets":"171796-171799,171940-171943,172082-172086,172087-172096,172138-172141,172198-172201,172307-172310,172403-172406,172464-172467,172494-172497","paragraph1_cc_offsets":null,"paragraph2":"The friends at last got up and began to take leave. Anna Sergyevna looked cordially at them, held out her beautiful, white hand to both, and, after a moment's thought, said with a doubtful but delightful smile. 'If you are not afraid of being dull, gentlemen, come and see me at Nikolskoe.' ","paragraph2_beginOffset":173544,"paragraph2_qc_offsets":"173596-173600,173601-173610,173646-173649","paragraph2_cc_offsets":null, "annotations": []}
{"id": 84, "Unnamed: 0":14478,"book_id":175,"book_file_id":"175","p_quoted_id":12,"p_context_id":52,"q_quote":"\"There are only two doors in my room, the Louis-Philippe room of which I told you, Raoul; a door through which Erik comes and goes, and another which he has never opened before me and which he has forbidden me ever to go through, because he says it is the most dangerous of the doors, the door of the torture-chamber!\" ","q_beginOffset":380206,"q_endOffset":380705,"p_quoted_aliases":"Christine,Christine Daae,Daae,CHRISTINE","p_context_aliases":"Raoul,M. de Chagny,Vicomte de Chagny,M. le Vicomte de Chagny,Vicomte Raoul de Chagny,Raoul de Chagny,Chagny,M. le Vicomte Raoul de Chagny,M. Raoul de Chagny,Raoul Chagny,M. Raoul,M. le Vicomte","paragraph0":"\"But where are you?\" asked Christine. \"There are only two doors in my room, the Louis-Philippe room of which I told you, Raoul; a door through which Erik comes and goes, and another which he has never opened before me and which he has forbidden me ever to go through, because he says it is the most dangerous of the doors, the door of the torture-chamber!\" ","paragraph0_beginOffset":380167,"paragraph0_qc_offsets":"380194-380203","paragraph0_cc_offsets":"380289-380294","paragraph1":"\"Christine, that is where we are!\" ","paragraph1_beginOffset":380526,"paragraph1_qc_offsets":"380527-380536","paragraph1_cc_offsets":null,"paragraph2":"\"You are in the torture-chamber?\" ","paragraph2_beginOffset":380562,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 85, "Unnamed: 0":58498,"book_id":51,"book_file_id":"51-0","p_quoted_id":112,"p_context_id":106,"q_quote":"“Well, I’ll give him a square meal and then he must return to whence he came,” ","q_beginOffset":216010,"q_endOffset":216315,"p_quoted_aliases":"Anne,Queen Anne,ANNE","p_context_aliases":"Phil,Phil Gordon,Gordon,PHIL","paragraph0":"“Well, I’ll give him a square meal and then he must return to whence he came,” said Anne resolutely. ","paragraph0_beginOffset":216010,"paragraph0_qc_offsets":"216094-216098","paragraph0_cc_offsets":"216027-216030,216054-216056,216079-216081","paragraph1":"The cat was fed and put out. In the morning he was still on the doorstep. On the doorstep he continued to sit, bolting in whenever the door was opened. No coolness of welcome had the least effect on him; of nobody save Anne did he take the least notice. Out of compassion the girls fed him; but when a week had passed they decided that something must be done. The cat’s appearance had improved. His eye and cheek had resumed their normal appearance; he was not quite so thin; and he had been seen washing his face. ","paragraph1_beginOffset":216112,"paragraph1_qc_offsets":"216331-216335","paragraph1_cc_offsets":"216156-216158,216202-216204,216311-216314,216340-216342,216398-216401,216507-216510,216562-216564,216592-216594,216617-216620","paragraph2":"“But for all that we can’t keep him,” said Stella. “Aunt Jimsie is coming next week and she will bring the Sarah-cat with her. We can’t keep two cats; and if we did this Rusty Coat would fight all the time with the Sarah-cat. He’s a fighter by nature. He had a pitched battle last evening with the tobacco-king’s cat and routed him, horse, foot and artillery.” ","paragraph2_beginOffset":216628,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"216660-216663", "annotations": []}
{"id": 86, "Unnamed: 0":49496,"book_id":1266,"book_file_id":"1266-0","p_quoted_id":16,"p_context_id":23,"q_quote":"“When he came back, we were to be married.” ","q_beginOffset":233985,"q_endOffset":234241,"p_quoted_aliases":"Miss Ainslie","p_context_aliases":"Ruth,Niece Ruth","paragraph0":"“When he came back, we were to be married.” The firelight shone on the amethyst ring as Miss Ainslie moved it on her finger. “He said that he would have no way of writing this time, but that, if anything happened, I would know. I was to wait--as women have waited since the world began. ","paragraph0_beginOffset":233985,"paragraph0_qc_offsets":"234073-234077,234078-234085,234098-234101","paragraph0_cc_offsets":null,"paragraph1":"“Oh, Ruth, do you know what waiting means? Mine has lasted through thirty-three interminable years. Each day, I have said: 'he will come to-morrow.' When the last train came in, I put the light in the window to lead him straight to me. Each day, I have made the house ready for an invited guest and I haven't gone away, even for an hour. I couldn't bear to have him come and find no welcome waiting, and I have always worn the colour he loved. When people have come to see me, I've always been afraid they would stay until he came, except with you--and Carl. I was glad to have you come to stay with me, because, lately, I have thought that it would be more--more delicate than to have him find me alone. I loved you, too, dear,” she added quickly. ","paragraph1_beginOffset":234273,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"234278-234282","paragraph2":"“I--I asked your aunt to keep the light in the window. I never told her why, but I think she knew, and you must tell her, dear, the next time you see her, that I thank her, and that she need never do it again. I thought, if he should come in a storm, or, perhaps, sail by, on his way to me--” ","paragraph2_beginOffset":235023,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 87, "Unnamed: 0":19225,"book_id":786,"book_file_id":"786-0","p_quoted_id":32,"p_context_id":54,"q_quote":"‘First, Sissy, do you know what I am?I am so proud and so hardened, so confused and troubled, so resentful and unjust to every one and to myself, that everything is stormy, dark, and wicked to me.Does not that repel you?’ ","q_beginOffset":435730,"q_endOffset":436153,"p_quoted_aliases":"Louisa,Miss Louisa,LOUISA","p_context_aliases":"Sissy,Jupe,Sissy Jupe","paragraph0":"‘First, Sissy, do you know what I am? I am so proud and so hardened, so confused and troubled, so resentful and unjust to every one and to myself, that everything is stormy, dark, and wicked to me. Does not that repel you?’ ","paragraph0_beginOffset":435730,"paragraph0_qc_offsets":null,"paragraph0_cc_offsets":"435738-435743","paragraph1":"‘No!’ ","paragraph1_beginOffset":435957,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"‘I am so unhappy, and all that should have made me otherwise is so laid waste, that if I had been bereft of sense to this hour, and instead of being as learned as you think me, had to begin to acquire the simplest truths, I could not want a guide to peace, contentment, honour, all the good of which I am quite devoid, more abjectly than I do. Does not that repel you?’ ","paragraph2_beginOffset":435964,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 88, "Unnamed: 0":77085,"book_id":1342,"book_file_id":"1342-0","p_quoted_id":20,"p_context_id":71,"q_quote":"“No really, I think there cannot be too little said on the subject.” ","q_beginOffset":558542,"q_endOffset":558631,"p_quoted_aliases":"Elizabeth,Miss Bennet,Miss Elizabeth,Miss Elizabeth Bennet,Elizabeth Bennet,Bennet","p_context_aliases":"Wickham,Mr. Wickham","paragraph0":"“No really,” replied Elizabeth; “I think there cannot be too little said on the subject.” ","paragraph0_beginOffset":558542,"paragraph0_qc_offsets":"558563-558572","paragraph0_cc_offsets":null,"paragraph1":"“La! You are so strange! But I must tell you how it went off. We were married, you know, at St. Clement’s, because Wickham’s lodgings were in that parish. And it was settled that we should all be there by eleven o’clock. My uncle and aunt and I were to go together; and the others were to meet us at the church. Well, Monday morning came, and I was in such a fuss! I was so afraid, you know, that something would happen to put it off, and then I should have gone quite distracted. And there was my aunt, all the time I was dressing, preaching and talking away just as if she was reading a sermon. However, I did not hear above one word in ten, for I was thinking, you may suppose, of my dear Wickham. I longed to know whether he would be married in his blue coat.” ","paragraph1_beginOffset":558633,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"558748-558755,559325-559332,559359-559361,559382-559385","paragraph2":"“Well, and so we breakfasted at ten as usual; I thought it would never be over; for, by the bye, you are to understand, that my uncle and aunt were horrid unpleasant all the time I was with them. If you’ll believe me, I did not once put my foot out of doors, though I was there a fortnight. Not one party, or scheme, or anything. To be sure London was rather thin, but, however, the Little Theatre was open. Well, and so just as the carriage came to the door, my uncle was called away upon business to that horrid man Mr. Stone. And then, you know, when once they get together, there is no end of it. Well, I was so frightened I did not know what to do, for my uncle was to give me away; and if we were beyond the hour, we could not be married all day. But, luckily, he came back again in ten minutes’ time, and then we all set out. However, I recollected afterwards that if he _had_ been prevented going, the wedding need not be put off, for Mr. Darcy might have done as well.” ","paragraph2_beginOffset":559399,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 89, "Unnamed: 0":66817,"book_id":4313,"book_file_id":"4313-8","p_quoted_id":53,"p_context_id":45,"q_quote":"'Do you like Miss Nunn?' ","q_beginOffset":161442,"q_endOffset":161669,"p_quoted_aliases":"Monica,Monica Madden,MONICA MADDEN,Madden","p_context_aliases":"Miss Barfoot,Barfoot,BARFOOT","paragraph0":"'Do you like Miss Nunn?' asked Monica. ","paragraph0_beginOffset":161442,"paragraph0_qc_offsets":"161473-161479","paragraph0_cc_offsets":null,"paragraph1":"'Not so well as Miss Barfoot, but I think very highly of her. Her zeal makes her exaggerate a little now and then, but then the zeal is so splendid. I haven't it myself--not in that form.' ","paragraph1_beginOffset":161482,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"161498-161502,161503-161510,161539-161542,161544-161547,161559-161562","paragraph2":"'You mean--' ","paragraph2_beginOffset":161672,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 90, "Unnamed: 0":34001,"book_id":158,"book_file_id":"158-0","p_quoted_id":18,"p_context_id":42,"q_quote":"“You will get nothing to the purpose from Miss Bates, She will be all delight and gratitude, but she will tell you nothing. She will not even listen to your questions. I see no advantage in consulting Miss Bates.” ","q_beginOffset":456737,"q_endOffset":456963,"p_quoted_aliases":"Emma,Emma Woodhouse,Woodhouse","p_context_aliases":"Mr. Weston,Weston","paragraph0":"“You will get nothing to the purpose from Miss Bates,” said Emma. “She will be all delight and gratitude, but she will tell you nothing. She will not even listen to your questions. I see no advantage in consulting Miss Bates.” ","paragraph0_beginOffset":456737,"paragraph0_qc_offsets":"456797-456801,456804-456807,456847-456850,456874-456877","paragraph0_cc_offsets":null,"paragraph1":"“But she is so amusing, so extremely amusing! I am very fond of hearing Miss Bates talk. And I need not bring the whole family, you know.” ","paragraph1_beginOffset":456965,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"Here Mr. Weston joined them, and on hearing what was proposed, gave it his decided approbation. ","paragraph2_beginOffset":457105,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"457110-457113,457114-457120,457176-457179", "annotations": []}
{"id": 91, "Unnamed: 0":49353,"book_id":1266,"book_file_id":"1266-0","p_quoted_id":23,"p_context_id":26,"q_quote":"“Oh, how good that smells!” ","q_beginOffset":188949,"q_endOffset":189201,"p_quoted_aliases":"Ruth,Niece Ruth","p_context_aliases":"Aunt Jane,Jane","paragraph0":"When she entered the kitchen, the bride was busily engaged in getting supper. Uncle James, with a blue gingham apron tied under his arms, was awkwardly peeling potatoes. “Oh, how good that smells!” exclaimed Ruth, as a spicy sheet of gingerbread was taken out of the oven. ","paragraph0_beginOffset":188779,"paragraph0_qc_offsets":"188784-188787,188987-188991","paragraph0_cc_offsets":null,"paragraph1":"Aunt Jane looked at her kindly, with gratified pride beaming from every feature. “I wish you'd teach me to cook, Aunty,” she continued, following up her advantage, “you know I'm going to marry Mr. Winfield.” ","paragraph1_beginOffset":189053,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"189053-189057,189058-189062,189073-189076,189174-189177,189202-189205","paragraph2":"“Why, yes, I'll teach you--where is he?” ","paragraph2_beginOffset":189262,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 92, "Unnamed: 0":81622,"book_id":284,"book_file_id":"284","p_quoted_id":19,"p_context_id":12,"q_quote":"\"crushes\"","q_beginOffset":27721,"q_endOffset":28019,"p_quoted_aliases":"Mrs. Van Osburgh,Van Osburgh","p_context_aliases":"Jack Stepney,Stepney,Jack,Mrs. Jack Stepney,Mrs. Stepney","paragraph0":"The provoking part was that Lily knew all this--knew how easy it would have been to silence him on the spot, and how difficult it might be to do so afterward. Mr. Simon Rosedale was a man who made it his business to know everything about every one, whose idea of showing himself to be at home in society was to display an inconvenient familiarity with the habits of those with whom he wished to be thought intimate. Lily was sure that within twenty-four hours the story of her visiting her dress-maker at the Benedick would be in active circulation among Mr. Rosedale's acquaintances. The worst of it was that she had always snubbed and ignored him. On his first appearance--when her improvident cousin, Jack Stepney, had obtained for him (in return for favours too easily guessed) a card to one of the vast impersonal Van Osburgh \"crushes\"--Rosedale, with that mixture of artistic sensibility and business astuteness which characterizes his race, had instantly gravitated toward Miss Bart. She understood his motives, for her own course was guided by as nice calculations. Training and experience had taught her to be hospitable to newcomers, since the most unpromising might be useful later on, and there were plenty of available OUBLIETTES to swallow them if they were not. But some intuitive repugnance, getting the better of years of social discipline, had made her push Mr. Rosedale into his OUBLIETTE without a trial. He had left behind only the ripple of amusement which his speedy despatch had caused among her friends; and though later (to shift the metaphor) he reappeared lower down the stream, it was only in fleeting glimpses, with long submergences between. ","paragraph0_beginOffset":26890,"paragraph0_qc_offsets":"27709-27712,27713-27720","paragraph0_cc_offsets":"27594-27598,27599-27606","paragraph1":"Hitherto Lily had been undisturbed by scruples. In her little set Mr. Rosedale had been pronounced \"impossible,\" and Jack Stepney roundly snubbed for his attempt to pay his debts in dinner invitations. Even Mrs. Trenor, whose taste for variety had led her into some hazardous experiments, resisted Jack's attempts to disguise Mr. Rosedale as a novelty, and declared that he was the same little Jew who had been served up and rejected at the social board a dozen times within her memory; and while Judy Trenor was obdurate there was small chance of Mr. Rosedale's penetrating beyond the outer limbo of the Van Osburgh crushes. Jack gave up the contest with a laughing \"You'll see,\" and, sticking manfully to his guns, showed himself with Rosedale at the fashionable restaurants, in company with the personally vivid if socially obscure ladies who are available for such purposes. But the attempt had hitherto been vain, and as Rosedale undoubtedly paid for the dinners, the laugh remained with his debtor. ","paragraph1_beginOffset":28564,"paragraph1_qc_offsets":"29169-29172,29173-29180","paragraph1_cc_offsets":"28681-28685,28686-28693,28862-28866,29190-29194","paragraph2":"Mr. Rosedale, it will be seen, was thus far not a factor to be feared--unless one put one's self in his power. And this was precisely what Miss Bart had done. Her clumsy fib had let him see that she had something to conceal; and she was sure he had a score to settle with her. Something in his smile told her he had not forgotten. She turned from the thought with a little shiver, but it hung on her all the way to the station, and dogged her down the platform with the persistency of Mr. Rosedale himself. ","paragraph2_beginOffset":29570,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 93, "Unnamed: 0":35075,"book_id":121,"book_file_id":"121-0","p_quoted_id":31,"p_context_id":47,"q_quote":"\"To have so kind-hearted, so affectionate a sister, must be a comfort to him under any distress.\" ","q_beginOffset":343482,"q_endOffset":343603,"p_quoted_aliases":"Henry,Tilney,Mr. Tilney,Henry Tilney,Mr. Henry Tilney","p_context_aliases":"Frederick","paragraph0":"\"To have so kind-hearted, so affectionate a sister,\" replied Henry warmly, \"must be a comfort to him under any distress.\" ","paragraph0_beginOffset":343482,"paragraph0_qc_offsets":"343543-343548,343579-343582","paragraph0_cc_offsets":null,"paragraph1":"\"I have one favour to beg,\" said Catherine, shortly afterwards, in an agitated manner, \"that, if your brother should be coming here, you will give me notice of it, that I may go away.\" ","paragraph1_beginOffset":343605,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"Our brother! Frederick!\" ","paragraph2_beginOffset":343791,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":"343805-343814", "annotations": []}
{"id": 94, "Unnamed: 0":26256,"book_id":5093,"book_file_id":"5093","p_quoted_id":39,"p_context_id":6,"q_quote":"\"Ay, I'm gey ill for what I've done.\" ","q_beginOffset":339890,"q_endOffset":339946,"p_quoted_aliases":"Babbie,Windyghoul,BABBIE,Windyghoul Babbie","p_context_aliases":"Micah,Micah Dow","paragraph0":"\"Ay,\" Babbie answered, \"I'm gey ill for what I've done.\" ","paragraph0_beginOffset":339890,"paragraph0_qc_offsets":"339896-339902","paragraph0_cc_offsets":null,"paragraph1":"A minute passed, and in her anguish she did not know that still she was standing at the dyke. Micah's voice roused her: ","paragraph1_beginOffset":339948,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"340042-340047","paragraph2":"\"You said you would gang awa, and you're no gaen,\" ","paragraph2_beginOffset":340069,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 95, "Unnamed: 0":60477,"book_id":1400,"book_file_id":"1400-0","p_quoted_id":1,"p_context_id":33,"q_quote":"“N-no, my dear boy, You are rather excited, but you are quite yourself.” ","q_beginOffset":832946,"q_endOffset":833067,"p_quoted_aliases":"Herbert,Herbert Pocket","p_context_aliases":"Estella,Miss Estella,ESTELLA","paragraph0":"“N-no, my dear boy,” said Herbert, after taking time to examine me. “You are rather excited, but you are quite yourself.” ","paragraph0_beginOffset":832946,"paragraph0_qc_offsets":"832972-832979","paragraph0_cc_offsets":null,"paragraph1":"“I know I am quite myself. And the man we have in hiding down the river, is Estella’s Father.” ","paragraph1_beginOffset":833069,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":"833145-833152","paragraph2":"Chapter LI. ","paragraph2_beginOffset":833168,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 96, "Unnamed: 0":70309,"book_id":164,"book_file_id":"164-8","p_quoted_id":24,"p_context_id":22,"q_quote":"\"If you will excuse me, sir, friend Ned is busy making a kangaroo-pie which will be a marvel.\" ","q_beginOffset":244367,"q_endOffset":244481,"p_quoted_aliases":"Conseil","p_context_aliases":"Ned Land,Ned","paragraph0":"\"If you will excuse me, sir,\" answered Conseil, \"friend Ned is busy making a kangaroo-pie which will be a marvel.\" ","paragraph0_beginOffset":244367,"paragraph0_qc_offsets":"244406-244413","paragraph0_cc_offsets":"244423-244426","paragraph1":"I remained alone and went to bed, but slept indifferently. I heard the noise of the savages, who stamped on the platform, uttering deafening cries. The night passed thus, without disturbing the ordinary repose of the crew. The presence of these cannibals affected them no more than the soldiers of a masked battery care for the ants that crawl over its front. ","paragraph1_beginOffset":244483,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"At six in the morning I rose. The hatches had not been opened. The inner air was not renewed, but the reservoirs, filled ready for any emergency, were now resorted to, and discharged several cubic feet of oxygen into the exhausted atmosphere of the Nautilus. ","paragraph2_beginOffset":244847,"paragraph2_qc_offsets":null,"paragraph2_cc_offsets":null, "annotations": []}
{"id": 97, "Unnamed: 0":59782,"book_id":141,"book_file_id":"141-0","p_quoted_id":4,"p_context_id":23,"q_quote":"“It will be a favourite, I believe, from this hour, but I do not think I have had a volume of Shakespeare in my hand before since I was fifteen. I once saw Henry the Eighth acted, or I have heard of it from somebody who did, I am not certain which. But Shakespeare one gets acquainted with without knowing how. It is a part of an Englishman's constitution. His thoughts and beauties are so spread abroad that one touches them everywhere; one is intimate with him by instinct. No man of any brain can open at a good part of one of his plays without falling into the flow of his meaning immediately.” ","q_beginOffset":621130,"q_endOffset":621748,"p_quoted_aliases":"Miss Crawford,Crawford","p_context_aliases":"Henry,Henry Crawford","paragraph0":"“It will be a favourite, I believe, from this hour,” replied Crawford; “but I do not think I have had a volume of Shakespeare in my hand before since I was fifteen. I once saw Henry the Eighth acted, or I have heard of it from somebody who did, I am not certain which. But Shakespeare one gets acquainted with without knowing how. It is a part of an Englishman's constitution. His thoughts and beauties are so spread abroad that one touches them everywhere; one is intimate with him by instinct. No man of any brain can open at a good part of one of his plays without falling into the flow of his meaning immediately.” ","paragraph0_beginOffset":621130,"paragraph0_qc_offsets":"621191-621199","paragraph0_cc_offsets":"621306-621311","paragraph1":"“No doubt one is familiar with Shakespeare in a degree,” said Edmund, “from one's earliest years. His celebrated passages are quoted by everybody; they are in half the books we open, and we all talk Shakespeare, use his similes, and describe with his descriptions; but this is totally distinct from giving his sense as you gave it. To know him in bits and scraps is common enough; to know him pretty thoroughly is, perhaps, not uncommon; but to read him well aloud is no everyday talent.” ","paragraph1_beginOffset":621750,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"“Sir, you do me honour,” was Crawford's answer, with a bow of mock gravity. ","paragraph2_beginOffset":622240,"paragraph2_qc_offsets":"622269-622277","paragraph2_cc_offsets":null, "annotations": []}
{"id": 98, "Unnamed: 0":19603,"book_id":21558,"book_file_id":"21558","p_quoted_id":49,"p_context_id":43,"q_quote":"\"Edward, I have caught something larger than a hare or a rabbit, and you must come and help me, and we must take our guns.Jacob, I suppose your rheumatism is too bad to let you come too?\" ","q_beginOffset":120425,"q_endOffset":120806,"p_quoted_aliases":"Humphrey,Master Humphrey,humphrey","p_context_aliases":"Jacob,Jacob Armitage,Armitage","paragraph0":"\"Edward, I have caught something larger than a hare or a rabbit, and you must come and help me, and we must take our guns. Jacob, I suppose your rheumatism is too bad to let you come too?\" ","paragraph0_beginOffset":120425,"paragraph0_qc_offsets":null,"paragraph0_cc_offsets":"120549-120554","paragraph1":"\"No; I think I can manage. It's the damp that hurts me so much. This frosty air will do me good, perhaps. I have been much better since the snow fell. Now, then, let us see what you have caught.\" ","paragraph1_beginOffset":120616,"paragraph1_qc_offsets":null,"paragraph1_cc_offsets":null,"paragraph2":"\"You will have to walk two miles,\" said Humphrey, as they went out. ","paragraph2_beginOffset":120817,"paragraph2_qc_offsets":"120857-120865","paragraph2_cc_offsets":null, "annotations": []}
{"id": 99, "Unnamed: 0":84032,"book_id":479,"book_file_id":"479-0","p_quoted_id":23,"p_context_id":18,"q_quote":"\"Oh, no!\" ","q_beginOffset":122305,"q_endOffset":122544,"p_quoted_aliases":"Fauntleroy,Lord Fauntleroy,lord Fauntleroy,FAUNTLEROY","p_context_aliases":"Cedric,Errol,Cedric Errol,CEDRIC ERROL","paragraph0":"\"Oh, no!\" said Lord Fauntleroy, \"it wasn't exactly hard, but I got a little warm. A person will get warm in summer time.\" ","paragraph0_beginOffset":122305,"paragraph0_qc_offsets":"122320-122324,122325-122335","paragraph0_cc_offsets":null,"paragraph1":"And he rubbed his damp curls rather vigorously with the gorgeous handkerchief. His own chair was placed at the other end of the table, opposite his grandfather's. It was a chair with arms, and intended for a much larger individual than himself; indeed, everything he had seen so far,--the great rooms, with their high ceilings, the massive furniture, the big footman, the big dog, the Earl himself,--were all of proportions calculated to make this little lad feel that he was very small, indeed. But that did not trouble him; he had never thought himself very large or important, and he was quite willing to accommodate himself even to circumstances which rather overpowered him. ","paragraph1_beginOffset":122428,"paragraph1_qc_offsets":"122432-122434,122442-122445,122507-122510,122572-122575,122692-122694","paragraph1_cc_offsets":null,"paragraph2":"Perhaps he had never looked so little a fellow as when seated now in his great chair, at the end of the table. Notwithstanding his solitary existence, the Earl chose to live in some state. He was fond of his dinner, and he dined in a formal style. Cedric looked at him across a glitter of splendid glass and plate, which to his unaccustomed eyes seemed quite dazzling. A stranger looking on might well have smiled at the picture,--the great stately room, the big liveried servants, the bright lights, the glittering silver and glass, the fierce-looking old nobleman at the head of the table and the very small boy at the foot. Dinner was usually a very serious matter with the Earl--and it was a very serious matter with the cook, if his lordship was not pleased or had an indifferent appetite. To-day, however, his appetite seemed a trifle better than usual, perhaps because he had something to think of beside the flavor of the entrees and the management of the gravies. His grandson gave him something to think of. He kept looking at him across the table. He did not say very much himself, but he managed to make the boy talk. He had never imagined that he could be entertained by hearing a child talk, but Lord Fauntleroy at once puzzled and amused him, and he kept remembering how he had let the childish shoulder feel his weight just for the sake of trying how far the boy's courage and endurance would go, and it pleased him to know that his grandson had not quailed and had not seemed to think even for a moment of giving up what he had undertaken to do. ","paragraph2_beginOffset":123109,"paragraph2_qc_offsets":"124319-124323,124324-124334,124362-124365,124371-124373,124395-124397,124433-124436,124537-124540,124554-124557,124647-124649","paragraph2_cc_offsets":"123357-123363,123374-123377,123433-123436", "annotations": []}
