{"id": "econ_1", "text": "The Federal Reserve announced a 0.25% interest rate hike to combat inflation, marking the third increase this year.", "category": "Economics"}
{"id": "econ_2", "text": "Stock markets rallied after strong quarterly earnings reports from major tech companies exceeded analyst expectations.", "category": "Economics"}
{"id": "econ_3", "text": "The unemployment rate dropped to 3.5%, the lowest level in over a decade, signaling a robust job market.", "category": "Economics"}
{"id": "sci_1", "text": "Scientists discovered a new species of deep-sea fish that produces its own light through bioluminescence.", "category": "Science"}
{"id": "sci_2", "text": "The James Webb Space Telescope captured unprecedented images of distant galaxies forming in the early universe.", "category": "Science"}
{"id": "sci_3", "text": "Researchers developed a new biodegradable plastic made from seaweed that decomposes in just 4 weeks.", "category": "Science"}
{"id": "sports_1", "text": "The underdog team secured a dramatic victory in the championship final with a last-minute goal.", "category": "Sports"}
{"id": "sports_2", "text": "The star quarterback announced his retirement after 15 seasons and three Super Bowl victories.", "category": "Sports"}
{"id": "sports_3", "text": "The Olympic committee announced new sports will be added to the next Summer Games program.", "category": "Sports"}
{"id": "tech_1", "text": "The latest smartphone release features an AI-powered camera system that automatically enhances photos.", "category": "Technology"}
{"id": "tech_2", "text": "A major software company announced a new operating system with improved security and privacy features.", "category": "Technology"}
{"id": "tech_3", "text": "Electric vehicle sales surpassed traditional car sales for the first time in several European countries.", "category": "Technology"}
{"id": "general_1", "text": "The city council approved a new park development project in the downtown area.", "category": null}
{"id": "general_2", "text": "Local volunteers organized a community cleanup event for the upcoming weekend.", "category": null}
