[
  {"id": "pos_01", "text": "I absolutely love this product! It exceeded all my expectations and I couldn't be happier with my purchase."},
  {"id": "pos_02", "text": "What an amazing experience! The customer service was fantastic and the quality is top-notch."},
  {"id": "pos_03", "text": "This is the best purchase I've ever made. Highly recommend to everyone!"},
  {"id": "pos_04", "text": "Wonderful quality and fast shipping. I'm extremely satisfied with everything."},
  {"id": "pos_05", "text": "Five stars! This exceeded my expectations in every way. Will definitely buy again."},
  {"id": "pos_06", "text": "Incredible value for the price. The craftsmanship is beautiful and it works perfectly."},
  {"id": "pos_07", "text": "I'm so happy with this purchase. It's exactly what I was looking for and more."},
  {"id": "pos_08", "text": "Outstanding product and excellent customer support. Couldn't ask for more!"},
  {"id": "pos_09", "text": "This made my day! Perfect in every way and arrived earlier than expected."},
  {"id": "pos_10", "text": "Truly exceptional quality. I've already recommended this to all my friends."},

  {"id": "neg_01", "text": "Terrible product. Broke after one day of use. Complete waste of money."},
  {"id": "neg_02", "text": "Very disappointed. The quality is much worse than advertised. Would not recommend."},
  {"id": "neg_03", "text": "Awful experience from start to finish. Customer service was unhelpful and rude."},
  {"id": "neg_04", "text": "This is the worst purchase I've ever made. It doesn't work at all."},
  {"id": "neg_05", "text": "Completely unsatisfied. The product arrived damaged and no one responded to my complaints."},
  {"id": "neg_06", "text": "Don't buy this! It's a scam. Nothing like the pictures showed."},
  {"id": "neg_07", "text": "Horrible quality. Fell apart within a week. Requesting a full refund."},
  {"id": "neg_08", "text": "Extremely frustrating experience. The item never arrived and they refused to help."},
  {"id": "neg_09", "text": "Total disappointment. Save your money and buy something else."},
  {"id": "neg_10", "text": "Worst product ever. I regret buying this. Zero stars if I could."},

  {"id": "neu_01", "text": "The product is okay. It does what it's supposed to do, nothing more."},
  {"id": "neu_02", "text": "Average quality for the price. No complaints but nothing special either."},
  {"id": "neu_03", "text": "It works fine. Standard product, standard experience."},
  {"id": "neu_04", "text": "Decent purchase. Met my basic expectations but didn't exceed them."},
  {"id": "neu_05", "text": "The item arrived as described. It's functional and serves its purpose."},
  {"id": "neu_06", "text": "Neither impressed nor disappointed. It's an adequate product overall."},
  {"id": "neu_07", "text": "Fair product for a fair price. Nothing remarkable to report."},
  {"id": "neu_08", "text": "Standard quality. Does the job but nothing extraordinary about it."},
  {"id": "neu_09", "text": "Acceptable product. It performs as expected, no surprises."},
  {"id": "neu_10", "text": "Middle of the road experience. The product is fine, just fine."},

  {"id": "food_pos_01", "text": "The food was absolutely delicious! Best restaurant in town without a doubt."},
  {"id": "food_pos_02", "text": "Amazing flavors and perfect presentation. The chef is clearly talented."},
  {"id": "food_pos_03", "text": "Five-star dining experience. The tasting menu was extraordinary."},
  {"id": "food_neg_01", "text": "The food was cold and tasteless. Terrible service too. Never coming back."},
  {"id": "food_neg_02", "text": "Worst meal I've ever had. The kitchen messed up our entire order."},
  {"id": "food_neg_03", "text": "Overpriced garbage. The portions were tiny and the taste was awful."},
  {"id": "food_neu_01", "text": "The food was okay. Nothing special but edible."},
  {"id": "food_neu_02", "text": "Average restaurant experience. Decent food, standard service."},

  {"id": "tech_pos_01", "text": "This software is fantastic! It solved all my problems instantly."},
  {"id": "tech_pos_02", "text": "Best app I've ever used. Intuitive interface and powerful features."},
  {"id": "tech_pos_03", "text": "Revolutionary technology. This has completely changed how I work."},
  {"id": "tech_neg_01", "text": "Buggy software that crashes constantly. Developers should be ashamed."},
  {"id": "tech_neg_02", "text": "This app is horrible. It deleted all my data and support is useless."},
  {"id": "tech_neg_03", "text": "Malware disguised as software. Avoid at all costs."},
  {"id": "tech_neu_01", "text": "The app works but has room for improvement. Some features are missing."},
  {"id": "tech_neu_02", "text": "Standard software tool. Gets the job done without any frills."},

  {"id": "travel_pos_01", "text": "Dream vacation! The hotel was stunning and the beaches were pristine."},
  {"id": "travel_pos_02", "text": "Best trip ever. Every moment was magical and memorable."},
  {"id": "travel_neg_01", "text": "Nightmare trip. Flight was cancelled, hotel was dirty, and staff was rude."},
  {"id": "travel_neg_02", "text": "Terrible experience. Lost luggage and ruined our whole vacation."},
  {"id": "travel_neu_01", "text": "The trip was fine. Weather could have been better but overall okay."},
  {"id": "travel_neu_02", "text": "Average vacation experience. Nothing particularly good or bad to report."}
]
