{"id": "doc_001", "task": "Draw bounding boxes around the different sections of this document. Select the region type before drawing.", "document_content": "<h1>Introduction to Machine Learning</h1>\n<p>Machine learning is a subset of artificial intelligence that enables systems to learn and improve from experience without being explicitly programmed. It focuses on developing algorithms that can access data and use it to learn for themselves.</p>\n<h2>Key Concepts</h2>\n<ul>\n<li><strong>Supervised Learning</strong>: Training with labeled data</li>\n<li><strong>Unsupervised Learning</strong>: Finding patterns in unlabeled data</li>\n<li><strong>Reinforcement Learning</strong>: Learning through trial and error</li>\n</ul>\n<blockquote>\"The goal of machine learning is to develop techniques that allow computers to learn.\" - Tom Mitchell</blockquote>\n<p>These methods have revolutionized many fields including computer vision, natural language processing, and robotics.</p>"}
{"id": "doc_002", "task": "Identify and annotate the structural elements in this news article.", "document_content": "<h1>Scientists Discover New Species in Deep Ocean</h1>\n<p class=\"byline\">By Jane Smith | March 15, 2024</p>\n<p>Researchers from the Marine Biology Institute have discovered three previously unknown species living in the Mariana Trench, the deepest part of the world's oceans.</p>\n<h2>The Discovery</h2>\n<p>Using advanced submersible technology, the team was able to capture footage and samples from depths exceeding 10,000 meters. The creatures, which include a translucent fish and two invertebrate species, have adapted to survive in extreme pressure and complete darkness.</p>\n<blockquote>\"This discovery reminds us how much we still have to learn about our own planet,\" said Dr. Maria Garcia, lead researcher.</blockquote>\n<h2>Implications</h2>\n<p>The finding has significant implications for our understanding of life's adaptability and could provide insights into how organisms might survive in extreme environments on other planets.</p>"}
