{"id": "1", "text": "My neighbor Maria came to the US from Guatemala 20 years ago. She now owns a small restaurant that employs 15 local workers. Immigration isn't just statistics - it's real people building real communities.", "annotations": []}
{"id": "2", "text": "The 9th Circuit Court just ruled that the asylum policy violates constitutional protections. This is a huge win for due process and the rule of law. The administration plans to appeal to the Supreme Court.", "annotations": []}
{"id": "3", "text": "New study shows immigrants contribute $2 trillion annually to GDP. They start businesses at twice the rate of native-born citizens and fill critical gaps in healthcare and tech sectors.", "annotations": []}
{"id": "4", "text": "Overcrowded detention facilities are straining resources at the border. Officials say they don't have enough beds, food, or medical staff to handle the influx. Something has to change.", "annotations": []}
{"id": "5", "text": "Ahmed fled Syria after his home was destroyed by bombs. He lost his brother in the war. Now he works as an engineer in Michigan, rebuilding his life and contributing to his new community.", "annotations": []}
{"id": "6", "text": "Immigrants are taking jobs from American workers! We need to protect our own citizens first. Unemployment in manufacturing towns is already too high.", "annotations": []}
{"id": "7", "text": "A rally of 10,000 people gathered in downtown LA today demanding comprehensive immigration reform. Protesters carried signs reading 'No human is illegal' and 'Families belong together.'", "annotations": []}
{"id": "8", "text": "Border security is national security. We cannot have open borders when there are criminals and drug traffickers trying to enter. We need stronger enforcement and a wall.", "annotations": []}
{"id": "9", "text": "The cultural diversity that immigrants bring enriches America. From food to music to art, immigrant communities have shaped what it means to be American for generations.", "annotations": []}
{"id": "10", "text": "Local churches are providing sanctuary to undocumented families facing deportation. The pastor says it's a moral obligation to protect the vulnerable, regardless of their legal status.", "annotations": []}
