{"id": "0", "text": "I want to be a blue collar, Buffalo-bred man but...honestly...I can't stop crying.<SPLIT_TOKEN>I'm not crying you're crying!", "annotations": []}
{"id": "1", "text": "Yea I shot them with my uncle on a weekly basis. Every gun in the collection i have shot a bunch, however after his passing, he willed them all to my mother. She doesn't know very much about guns in general, and isn't too keen on keeping them around considering how my uncle passed.<SPLIT_TOKEN>I'm very sorry for your mother, I hope you are all doing well. Have you considered trying to sell via r/gunsforsale as well?", "annotations": []}
{"id": "2", "text": "My roomate tried to kill herself and I lost my apartment to a fire. She overdosed and lit candles to pray. She realized what she did call her mom and her mom came and got her. Her mom never noticed the candles burning. It sparked a piece of paper and it fluttered up and landed on her bed. All this happened while I was at work.<SPLIT_TOKEN>Whoa, that sucks. I'm sorry that happened. I hope everything's cool now", "annotations": []}
{"id": "3", "text": "Girlfriend I met in high school found someone else sometime while I was gone for college...\n\nShe didn't tell me yet because she didn't want to hurt me while I was away. Her friend spilled the beans too soon.\n\nYeah... It was a long distance relationship. The University I go to is 400 miles away from home. Luckily, Greyhound bus trips are pretty cheap, so I can take a 10 hour bus ride on the weekends every month or so to see her.\n\nI guess it was too much for her. She found another guy who could be with her 24/7. All of her friends blocked me. She doesn't want to see me until I \"calm down.\"\n\nI'm back home... alone... celebrating New Years alone again. To be honest, [I never thought this day would come](https://i.imgur.com/604abvd.png), especially today of all days. But I guess, no one does.<SPLIT_TOKEN>Yoooooo I'm sorry dude", "annotations": []}
{"id": "4", "text": "Thank you .. It feels good to see some Honor in Colorado.\nR.I.P. Officer Zackari Parrish.<SPLIT_TOKEN>I will say this for colorado, we may have a giant ass population of degenerate commiefornian transplants, but no matter where you are in the state you will have a red blooded patriot close by. The I25 corridor is a mess of libs, but even in loveland, fort collins, you can find large groups of patriots without looking. Rest in peace deputy, may your family find comfort and love.", "annotations": []}
{"id": "5", "text": "To be honest it was the worst year of my life. I had been having marriage problems all year and suspected my husband of cheating. After a shitty year of fighting and doubting my instincts and seeking councilling for my 'trust issues' and thinking things were finally looking up I found out my husband had multiple affairs the day after Christmas via an email from one of his mistresses with explicit videos, photos and emails attached. I'm now going to be spending my 2018 moving out and getting divorced, and I'm a complete fucking mess.\nI guess my career has been going ok, but not sure how that's going to go now when I return to work tomorrow.\n2017 can go and get fucked imho, but I'm glad it wasn't horrible for everyone and that you had a pretty good year :)<SPLIT_TOKEN>Sorry to hear that... I am more of a glass half full person so, you can always look on the bright side now... \n\nYou are free to date, fuck, get drunk, go out with your gfs/ bfs as much or as little as you want...", "annotations": []}
{"id": "6", "text": "You'll have to figure it out yourself. I can't help you because I can't even help myself. I'm actually planning my own death as we speak.<SPLIT_TOKEN>:(", "annotations": []}
{"id": "7", "text": "That was my breaking point. It got me into rehab and clean for 26 months and counting. I hate that she had to die for me to get my shit together, but I'm grateful for the second chance. Addiction is pure never-ending hell.<SPLIT_TOKEN>Stay strong mate", "annotations": []}
{"id": "8", "text": "I am dead<SPLIT_TOKEN>This happened to me on the first CYL banner, I feel your pain. Brave Ike continues to elude me to this day.", "annotations": []}
{"id": "9", "text": "i hope thatâ\u0080\u0099s true. i burst into tears reading that because iâ\u0080\u0099m so scared that it isnâ\u0080\u0099t. i want it to be, but iâ\u0080\u0099ve been alive awhile and it just seems to be trending so negatively. iâ\u0080\u0099m so worried.<SPLIT_TOKEN>Hey there, I'm a friend of Peri's. I've been in your spot before, and it's one of the worst things ever. I actually seriously tried offing myself years back by partial hanging after the better part of a year of barely leaving my bed (I literally only left for food and bathroom needs). It's completely soul crushing what your mind can do to itself. I'll tell you this though - as I was hanging there, after about 20 minutes of not passing out (which should have taken seconds), I came to a realization - if I'm trying this hard to end myself, why not just put that effort into life? The worst that could happen is failure and death, which is what I was just going for anyway, so why not hang on and see what else life has in store for me? So I hung on.\n\nA while later, I got married, and had a kid (and a stepdaughter). Being a providing father was my life, and working for my family really gave me purpose. I eventually couldn't handle the job anymore and went back on disability. We struggled, but were mostly happy and loving. Then, a little over a year ago, I found my 2 year old daughter dead in her crib. SIDS. Worst fucking thing imaginable, even counting years of horrors I've been through. We did what we could to move forward, but the previous financial strain and the loss of purpose was just too much.\n\nMy wife left me in April. You'd think this is where it gets darker. But no, I refuse to let depression have that strong of a hold on me again. I found a better job, and quickly became store manager. I got my own place again. My purpose in life now? Improving myself. I've been working on myself my whole life, but now I'm going it alone, adamant to retain happiness, myself, for myself. It's not easy, and I do sometimes go back to that dark place, but I refuse to backside too far.\n\nMy point here? Just keep pushing, and never stop, no matter how much life fucks with you. You are worthy of love and respect, don't let your sickness tell you different. You are not alone, and while I know you probably don't feel strong right now, I know you have it in you. Don't give up on yourself, and do the best you can with what you got. And please, message me if you ever need to talk.\n\nHope you have a happy new year. Welcome in the new year with a determined, positive new mindset, and never give up! You have more inner strength than you realize, and you owe it to yourself to utilize it. Best wishes!", "annotations": []}
